var SocialScience6Chapter7MCQ = [
    {
        question: "1. இந்தியாவில்$\\underline {\\hspace{2cm}}$ மாநிலங்களும், $\\underline {\\hspace{2cm}}$ யூனியன் பிரதேசங்களும் உள்ளன. ",
        answers:
        {
            a: '27, 9',
            b: '29, 7 ',
            c: '28, 7',
            d: '28, 9'
        },
        correctAnswer: 'b'
    },
    {
        question: "2. இந்தியா ஒரு$\\underline {\\hspace{2cm}}$ என்று அழைக்கப்படுகிறது. ",
        answers:
        {
            a: 'கண்டம்',
            b: 'துணைக்கண்டம்',
            c: 'தீவு',
            d: 'இவற்றில் எதுமில்லை '
        },
        correctAnswer: 'b'
    },
    {
        question: "3. மிக அதிக மழைப் பொழிவுள்ள மௌசின்ராம் $\\underline {\\hspace{2cm}}$மாநிலத்தில் உள்ளது.",
        answers:
        {
            a: 'மணிப்பூர்',
            b: 'சிக்கிம்',
            c: 'நாகலாந்து',
            d: 'மேகாலயா'
        },
        correctAnswer: 'd'
    },
    {
        question: "4. கீழ்கண்டவற்றில் எந்த மதம் இந்தியாவில் நடைமுறையில் இல்லை? ",
        answers:
        {
            a: 'சீக்கிய மதம்',
            b: 'இஸ்லாமிய மதம் ',
            c: 'ஜெராராஸ்ட்ரிய மதம்',
            d: 'கன்ஃபூசிய மதம்'
        },
        correctAnswer: 'd'
    },
    {
        question: "5. இந்திய அரசியலமைப்புச் சட்டத்தின் எட்டாவது அட்டவணையில் அங்கீகரிக்கப்பட்டுள்ள அலுவலக மொழிகளின் எண்ணிக்கை $\\underline {\\hspace{2cm}}$ ",
        answers:
        {
            a: '25',
            b: '23',
            c: '22',
            d: '26'
        },
        correctAnswer: 'c'
    },
    {
        question: "6. $\\underline {\\hspace{2cm}}$ மாநிலத்தில் ஓணம் பண்டிகை கொண்டாடப்படுகிறது. ",
        answers:
        {
            a: 'கேரளா',
            b: 'தமிழ்நாடு',
            c: 'பஞ்சாப்',
            d: 'கர்நாடகா'
        },
        correctAnswer: 'a'
    },
    {
        question: "7. மோகினியாட்டம் $\\underline {\\hspace{2cm}}$மாநிலத்தின் செவ்வியல் நடனம் ஆகும். ",
        answers:
        {
            a: 'கேரளா',
            b: 'தமிழ்நாடு',
            c: 'மணிப்பூர்',
            d: 'கர்நாடகா'
        },
        correctAnswer: 'a'
    },
    {
        question: "8. &ldquo;டிஸ்கவரி ஆஃப் இந்தியா&rdquo; என்ற நூலினை எழுதியவர் $\\underline {\\hspace{2cm}}$ ",
        answers:
        {
            a: 'இராஜாஜி',
            b: 'வ.உ.சி ',
            c: 'நேதாஜி',
            d: 'ஜவகர்லால் நேரு'
        },
        correctAnswer: 'd'
    },
    {
        question: "9. வேற்றுமையில் ஒற்றுமை' என்ற சொற்றொடரை உருவாக்கியவர் ",
        answers:
        {
            a: 'ஜவகர்லால் நேரு',
            b: 'மகாத்மாகாந்தி',
            c: 'அம்பேத்கார்',
            d: 'இராஜாஜி'
        },
        correctAnswer: 'a'
    },
    {
        question: "10. வி.ஏ.ஸ்மித் இந்தியாவை$\\underline {\\hspace{2cm}}$ என்று அழைத்தார்.",
        answers:
        {
            a: 'பெரிய ஜனநாயகம் ',
            b: 'தனித்துவமான பன்முகத்தன்மை கொண்ட நிலம் ',
            c: 'இனங்களின் அருங்காட்சியகம் ',
            d: 'மதச்சார்பற்ற நாடு'
        },
        correctAnswer: 'c'
    },
    {
        question: "<div align='center'>பொருத்துக</div><br><table><tr><td>1.</td><td>நீக்ரிட்டோக்கள்</td><td>-</td><td>அ)</td> <td>மதம்</td></tr><tr><td>2.</td><td>கடற்கரை பகுதிகள்</td><td>-</td><td>ஆ)</td><td> இந்தியா</td></tr><tr><td>3.</td><td>ஜொராஸ்ட்ரியம்</td><td>-</td><td>இ)</td><td> மீன்பிடித்தொழில்</td></tr><tr><td>4.</td><td>வேற்றுமையில் ஒற்றுமை</td><td>-</td><td>ஈ)</td><td>இந்திய இனம்</td></tr></table>",
        answers:
        {
            a: '1-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;2-இ,&nbsp;&nbsp;&nbsp;&nbsp;3-அ,&nbsp;&nbsp;&nbsp;&nbsp;4-ஆ',
            b: '1-ஆ,&nbsp;&nbsp;&nbsp;&nbsp;2-இ,&nbsp;&nbsp;&nbsp;&nbsp;3-அ,&nbsp;&nbsp;&nbsp;&nbsp;4-ஈ',
            c: '1-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;2-இ,&nbsp;&nbsp;&nbsp;&nbsp;3-இ,&nbsp;&nbsp;&nbsp;&nbsp;4-ஆ',
            d: '1-இ,&nbsp;&nbsp;&nbsp;&nbsp;2-ஆ,&nbsp;&nbsp;&nbsp;&nbsp;3-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;4-ஆ'
        },
        correctAnswer: 'a'
    }
         
];
var SocialScience6Chapter7_1M  = [
    {
        question: "1. ஒரு பகுதியின் $\\underline {\\hspace{2cm}}$நடவடிக்கைகளை அப்பகுதியின் நிலவியல் கூறுகளும் காலநிலைகளும் பெரிதும் தீர்மானிக்கின்றன.",
        answer:"பொருளாதாரம் "
    },
    {
        question: "2. மிகவும் குறைந்த மழைப்பொழிவுள்ள ஜெய்சால்மர் $\\underline {\\hspace{2cm}}$ மாநிலத்தில் உள்ளது. ",
        answer:"ராஜஸ்தான் "
    },
    {
        question: "3.  தமிழ் செம்மொழியாக அறிவிக்கப்பட்ட ஆண்டு $\\underline {\\hspace{2cm}}$",
        answer:"2004 "
    },
    {
        question: "4. பிஹு திருவிழா $\\underline {\\hspace{2cm}}$ மாநிலத்தில் கொண்டாடப்படுகிறது. ",
        answer:"அஸ்ஸாம்"
    }
];
var SocialScience6Chapter7TM  = [
    {
        question: "1. பன்முகத்தன்மையினை வரையறு. ",
        answer:"நம் நாட்டில் பல்வேறு பகுதிகளில் வாழும் மக்கள், தங்கள் வாழ்க்கை முறைகளினால் வேறுபட்டு இருக்கிறார்கள். நாம் பல்வேறுபட்ட பின்புலங்கள், பண்பாடுகள், வழிபாட்டு முறைகளைச் சார்ந்து இருப்பினும், ஒற்றுமையாக வாழ்கிறோம். இதுவே பன்முகத்தன்மை என்று அறியப்படும்.  "
    },
    {
        question: "2. பன்முகத்தன்மையின் வகைகள் யாவை? ",
        answer:"<b>இந்தியாவில் காணப்படும் பன்முகத் தன்மையினை பின்வரும் தலைப்புகளில் காணலாம்</b><br> நில அமைப்புகள் மற்றும் வாழ்வியல் முறைகளில் பன்முகத்தன்மை, சமூகப் பன்முகத்தன்மை, சமயப் பன்முகத்தன்மை, மொழிசார் பன்முகத்தன்மை, பண்பாட்டுப் பன்முகத்தன்மை. "
    },
    {
        question: "3. இந்தியா ஏன் துணைக்கண்டம் என்று அழைக்கப்படுகிறது? ",
        answer:"கண்டம் எனப்படுவது மலைகள், பீடபூமிகள், சமவெளிகள், ஆறுகள், கடல்கள் போன்ற பல்வேறு இயற்கைப் பிரிவுகள் மற்றும் கால நிலைகளை கொண்ட மிகப் பரந்த நிலப்பரப்பாகும். இவ்வனைத்தையும் இந்தியா பெற்றிருப்பதால், இந்தியா துணைக்கண்டம் என்று அழைக்கப்படுகிறது.  "
    },
    {
        question: "4. இந்தியாவில் கொண்டாடப்படும் பல்வேறு விழாக்களில் எவையேனும் மூன்றை பற்றி எழுதுக. ",
        answer:" <table><tr><td>தீபாவளி, விநாயகர் சதுர்த்தி</td><td>-</td><td>இந்துக்கள்</td></tr><tr><td>மிலாது நபி,ரம்ஜான்</td><td>-</td><td> இஸ்லாமியர்கள்</td></tr><tr><td>கிறிஸ்துமஸ், ஈஸ்டர்</td><td>–</td><td> கிறிஸ்தவர்கள்</td></tr></table> "
    },
    {
        question: "5. இந்தியாவில் புகழ்பெற்ற செவ்வியல் நடனங்களை பட்டியலிடு. ",
        answer:"பரதநாட்டியம், கதக், கதகளி, யக்ஷகானம், குச்சிப்புடி, ஒடிஸி, மணிபுரி, சத்ரியா. "
    },
    {
        question: "6. இந்தியா வேற்றுமையில் ஒற்றுமை நிலவும் நாடு என ஏன் அழைக்கப்படுகிறது?",
        answer:"(i) இந்தியா ஒரு மதச்சார்பற்ற நாடு ஆகும். அனைத்து மதங்களும் சமமானது என்று நமது இந்திய அரசியலமைப்புச் சட்டம் அறிவிக்கிறது.<br> (ii) இந்தியா பல மதங்களின் தாயகமாகவும், பல மதங்களின் புகலிடமாகவும் விளங்குகிறது. <br> (iii) இந்தியா பல்வேறு விழாக்களின் தாயகம் ஆகும். <br> (iv) இந்தியாவின் பொதுவான நம்பிக்கைகள், பழக்கவழக்கங்கள், பண்பாட்டு மையங்கள் போன்றவற்றின் வாயிலாக நாம் அனைவரும் இந்தியர்கள் என்ற உணர்வால், ஓரே தேசத்தால் ஒன்றுபட்டு உள்ளோம்  "
    }
      
]; 
var SocialScience6Chapter7_5M  = [
    {
        question: "1. மொழிசார் பன்முகத்தன்மை மற்றும் பண்பாட்டு பன்முகத்தன்மையினை விவரி.  ",
        answer:"<b>மொழிசார் பன்முகத்தன்மை:</b><br>(i) இந்தியாவின் 2001 ஆம் ஆண்டு மக்கள் தொகை கணக்கெடுப்பின்படி, இந்தியா 122 முக்கிய மொழிகளையும், 1599 பிறமொழிகளையும் கொண்டுள்ளது. இந்தோ-ஆரியன், திராவிடன், ஆஸ்ட்ரோ ஆஸ்டிக், சீனதிபெத்தியன் ஆகிய நான்கும் முக்கிய மொழி குடும்பமாகும். தமிழ் மொழியானது பழமையான திராவிட மொழி ஆகும்.<br> (ii) ஆங்கிலேயர்கள், டேனியர்கள் மற்றும் பிரெஞ்சுக்காரர்கள் ஆகியோர் இந்தியாவிலேயே தங்கி இருந்ததால் மக்களின் மொழி மற்றும் பண்பாடுகள் மீது பெரும் தாக்கத்தை ஏற்படுத்தினர். ஏனெனில் 1947-ல் இந்தியா சுதந்திரம் பெறுவதற்கு முன்னர், ஏறத்தாழ 300 ஆண்டுகள் ஆங்கிலேயர் ஆட்சியின் கீழ் இருந்தது. இதன் காரணமாக இந்தியாவில் ஆங்கிலம் ஒரு முக்கிய மொழியாக எழுச்சிபெற்று பள்ளிகள், கல்லூரிகளில் பயிற்று மொழியாகவும், அலுவலக மொழியாகவும் மற்றும் அன்றாட வாழ்விலும் ஆங்கிலம் பெருமளவில் பயன்படுத்தப்படுகிறது.<br> (iii) இந்திய அரசியலமைப்புச் சட்டத்தின் எட்டாவது அட்டவணையின்படி 22 மொழிகள் அலுவலக மொழிகளாக அங்கீகரிக்கப்பட்டுள்ளது. 2004 ஆம் ஆண்டு இந்திய அரசால் முதல் செம்மொழியாக தமிழ்மொழி அறிவிக்கப்பட்டது. தற்போது 6 மொழிகள் செம்மொழிகளாக அறிவிக்கப்பட்டுள்ளது.<br><b>பண்பாட்டு பன்முகத்தன்மை:</b><br>(i) பண்பாடு என்ற சொல்லானது, மக்களின் மொழி, உடை, உணவு முறை, மதம், சமூகப்பழக்கவழக்கங்கள், இசை, கலை மற்றும் கட்டிடக் கலைகளின் பாரம்பரியத்தை குறிக்கிறது.<br> (ii). ஒரு குறிப்பிட்ட மக்களின் பண்பாடு அவர்களின் சமூக நடத்தையிலும் மற்றும் சமூக தொடர்புகளிலும் வெளிப்படுகிறது. இது சமூக வடிவமைப்புகளால் முன்னிறுத்தப்படும் குழு அடையாளத்தின் வளர்ச்சி நிலை ஆகும். மேலும் இவை ஒரு குழுவிற்கு மட்டுமேயான தனித்த அடையாளங்கள் ஆகும்.<br>(iii) கலை மற்றும் கட்டிடக்கலை என்பது ஒவ்வொரு சமுதாயத்தின் ஒருங்கிணைந்த அங்கம் ஆகும். ஒரு சமுதாயத்தின் மரபு மற்றும் பண்பாட்டின் ஓர் பகுதியாக கலை வளர்ச்சி அடைகிறது. இந்தியாவில் 29 மாநிலங்களும் 7 யூனியன் பிரதேசங்களும் உள்ளன. ஒவ்வொரு மாநிலமும் அவற்றிற்கான உயர்ந்த மரபையும் மற்றும் நுண்ணிய கலை வெளிப்பாட்டு வடிவங்களை பெற்றிருக்கின்றன  "
    },
    {
        question: "2. இந்தியாவேற்றுமையில் ஒற்றுமை என்றநாடாக இருப்பினும் நாம் அனைவரும் ஒன்றுபட்டுள்ளோம் கலந்துரையாடுக. ",
        answer:"(i) இந்தியா ஒரு மதச்சார்பற்ற நாடு ஆகும். அனைத்து மதங்களும் சமமானது என்று நமது இந்திய அரசியலமைப்புச் சட்டம் அறிவிக்கிறது. <br>(ii) இந்தியா பல மதங்களின் தாயகமாகவும், பல மதங்களின் புகலிடமாகவும் விளங்குகிறது.<br> (ii) இந்தியா பல்வேறு விழாக்களின் தாயகம் ஆகும்.<br> (iv) இந்தியாவின் பொதுவான நம்பிக்கைகள், பழக்கவழக்கங்கள், பண்பாட்டு மையங்கள் போன்றவற்றின் வாயிலாக நாம் அனைவரும் இந்தியர்கள் என்ற உணர்வால், ஓரே தேசத்தால் ஒன்றுபட்டு உள்ளோம்.  "
    },
    {
        question: "<div align='center'>செய்முறைகள் மற்றும் செயல்பாடுகள்</div><br> 1. ஒரு நில அமைப்பியல் அப்பகுதி மக்களின் தொழில்களை தீர்மானிக்கிறது. உதாரணம் மூலம் இக்கூற்றினை நிரூபி. ",
        answer:" ஒரு நில அமைப்பியல் அப்பகுதி மக்களின் தொழில்களை தீர்மானிக்கிறது. எடுத்துக்காட்டாக<br>(i) கடலோரப் பகுதிகளில் வாழும் மக்கள் மீன்பிடித்தொழிலில் ஈடுபடுகின்றனர். <br> (i) சமவெளிகளில் வாழும் மக்கள் வேளாண்மைத் தொழிலில் ஈடுபடுகின்றனர். <br> (iii) மலைப்பகுதிகளில் வாழும் மக்கள் கால்நடை வளர்ப்பை மேற்கொள்கின்றனர். மேலும் மலைப் பகுதிகளில் நிலவும் காலநிலையானது காஃபி, தேயிலை போன்ற தோட்டப்பயிர்த் தொழிலுக்கு உகந்ததாக உள்ளது.   "
    },
    {
        question: "2. ஏதேனும் ஒரு மாநிலம் பற்றிய தகவல்களை அறிந்து, அம்மாநில மக்களின் பாரம்பரியம், பண்பாடு குறித்த தகவல்களை ஒரு புகைப்படத் தொகுப்பாக தயார் செய்க. ",
        answer:" <b>(i) மாநிலம்: தமிழ்நாடு;</b> இது இந்தியாவின் தென்மாநிலங்களுள் ஒன்றாகும்.<br> (ii) பண்பாட்டிலும், பாரம்பரியத்திலும் முதன்மை பெற்ற மாநிலம்.<br>(iii) தமிழ் - இங்குள்ள மக்கள் பேசும் மொழியாகும். இந்துக்கள், சமணர், கிருத்துவர் மற்றும் இஸ்லாமியர் அனைவரும் இங்கு வாழ்கின்றனர்.<br> (iv) ஆடவர் - வேட்டி-சட்டை அணிவர்.<br>பெண்டிர் - புடவை அணிவர். <br>(v) அரிசி, சிறு தானியங்கள், பயறு வகைகள் மற்றும் காய் கறிகள் இம்மக்களின் முக்கிய உணவாகும். "
    },
    {
        question: "3. தமிழ்நாட்டின் கலை மற்றும் கட்டிடக்கலை சார்ந்த புகைப்படங்களைத் தொகுக்க. ",
        answer:"<img src='./image/chapter7image15m.jpg'/>"
    },
    {
        question: "<div align='center'> சிந்தனை வினா</div><br>1. நம் நாட்டின் பல்வேறு மாநிலங்களில் கொண்டாடப்படும் விழாக்களை வரிசைப்படுத்துக.",
        answer:" <table><tr><td>(i)</td><td>ஆந்திரா</td><td>-</td><td>பிரம்மோற்சவம்</td></tr><tr>  <td>(ii)</td><td>அஸ்ஸாம்</td><td>-</td><td>பிஹு</td></tr><tr>   <td>(iii)</td><td>சண்டிகார்</td><td>-</td><td>தசரா</td></tr><tr> <td>(iv)</td><td>குஜராத்</td><td>-</td><td>ஜன்மாஷ்டமி</td></tr><tr> <td>(v)</td><td>அரியானா</td><td>-</td><td>பைசாகி</td></tr><tr> <td>(vi)</td><td>ஜார்கண்ட்</td><td>-</td><td>ஹோலி</td></tr><tr> <td>(vii)</td><td>கேரளா</td><td>-</td><td>ஓணம்</td></tr><tr> <td>(viii)</td><td>கர்நாடகா</td><td>-</td><td>யுகாதி</td></tr><tr><td>(xi)</td><td>தமிழ்நாடு</td><td>-</td><td>பொங்கல்</td></tr><tr><td>(x)</td><td>மத்தியப்பிரதேசம்</td><td>-</td><td>தீபாவளி</td></tr></table>  "
    },
    {
        question: "2. பழைய கற்கால மனிதனின் வாழ்க்கை முறையைத் தற்கால வாழக்கை முறையோடு ஒப்பிட்டுப்பார். ",
        answer:"<table border =1><tr><th>வ.எண்</th><th>கற்கால மனிதனின் வாழக்கை</th><th>தற்கால மனிதனின் வாழக்கை</th></tr><tr><td>1.</td> <td>தற்கால மனிதனின் குகைகளிலும், காடுகளின் அடர்ந்த பகுதிகளிலும் மரங்களின் நிழல்களிலும் வாழ்ந்து வந்தான்.</td><td>  தற்கால மனிதன் பல அடுக்குகள் கொண்ட கட்டிடங்களில் வாழ்ந்து வருகிறான்.</td></tr><tr><td>2.</td><td>கற்கால மனிதனுக்கு ஆடை மரப்பட்டை, விலங்குகளின் தோல் ஆகும்.</td><td> தற்கால மனிதனின் நவீன இயந்திரங்களின் துணை கொண்டு பருத்தி, பட்டு போன்றவற்றின் இழைகளிலிருந்து ஆடை நெய்து அணிந்து வருகிறார்கள்.</td></tr></table>  "
    },
    {
        question: "<div align='center'>வாழ்வியல் திறன்</div><br>1. உனது பள்ளியில் ஒற்றுமையை நிலை நிறுத்த மேற்கொள்ளும் பரிந்துரைகள் யாவை? ",
        answer:"(i) ஒற்றுமையை நிலைநிறுத்த, எம்பள்ளியில் அனைத்து மாணவர்களும் சீருடை அணிவதில் கவனம் செலுத்தி வருகிறோம். <br> (ii) தேசிய விழாக்களான குடியரசு தினம், சுதந்திர தினம் போன்ற விழாக்களைப் பள்ளி வளாகத்தில் கூடி, ஒற்றுமையுடன் கீதம் இசைத்து, கொடியேற்றி கொண்டாடி வருகிறோம். <br> (ii) பல்வேறு மதத்தைச் சார்ந்த மாணவர்களுக்கு அவர்தம் பண்டிகை விழாக்களின் போதுவாழ்த்து தெரிவித்து அவர்களை மகிழ்விக்கச் செய்வதில் நாங்கள் தவறுவதேயில்லை. <br> (iv) சில சமயங்களில் எங்களால் இயன்ற பரிசுப் பொருட்களை விழாக்களின் போது ஒருவருக்கொருவர் கொடுத்து மகிழ்வோம். "
    }
     
];
var SocialScience6Chapter7Summary  = [
    {
        content:"&#9679; இந்தியா &ldquo;வேற்றுமையில் ஒற்றுமை&rdquo; நிறைந்த நாடு.</br>&#9679; பன்முகத்தன்மை என்பது ஒருவரிடமிருந்து ஒருவர் மாறுபட்டு இருப்பது ஆகும்.</br>&#9679; நில அமைப்பும் காலநிலையும் பன்முகத்தன்மையின் மீது பெரும் தாக்கத்தை ஏற்படுத்துகிறது.</br>&#9679; ஒரு பகுதியின் பொருளாதார நடவடிக்கைகளை அதன் நிலவியல் கூறுகளும் காலநிலைகளும் பெரிதும் தீர்மானிக்கிறது.</br>&#9679; இந்தியா &ldquo;வேற்றுமையில் ஒற்றுமை&rdquo;  உள்ள நாடாக விளங்குகிறது. இச்சொற்றொடரானது நமது சுதந்திர இந்தியாவின் முதல் பிரதமரான ஜவஹர்லால் நேருவின் &ldquo;டிஸ்கவரி ஆஃப் இந்தியா&rdquo; என்ற நூலில் இடம்பெற்றுள்ளது.</br>&#9679; நில அமைப்புகளில் காணப்படும் பன்முகத்தன்மை அங்குள்ள தாவரங்கள் மற்றும் உயிரினங்களின் தோற்றத்தில் பெரும் தாக்கத்தை ஏற்படுத்துகிறது.</br>&#9679; இந்தியாவில் மொழி, மதம், சமூக மற்றும் பண்பாடுகளில் பன்முகத்தன்மை பரந்து காணப்படுகிறது.</br>&#9679; ஒரு கண்டத்திற்குரிய அனைத்து காலநிலைக் கூறுகளும் கொண்டிருப்பதால் இந்தியா ஒரு துணைக்கண்டம் ஆகும்.</br>&#9679; இந்தியாவின் 2001 ஆம் ஆண்டு மக்கள் தொகை கணக்கெடுப்பின்படி, இந்தியா 122 முக்கிய மொழிகளையும், 1599 பிற மொழிகளையும் கொண்டுள்ளது.</br>&#9679; ஒருகுறிப்பிட்ட சமூகத்தின் நடைமுறைகள் மற்றும் பழக்க வழக்கங்களை பண்பாடு எனும் சொல் குறிப்பிடுகிறது</br> &#9679; இந்தியாவின் செவ்வியல் மற்றும் நாட்டுப்புற நடனங்கள் நமது வளமான பண்பாடு பன்முகத் தன்மையினை பறைசாற்றுகிறது.</br>&#9679;இந்தியாவில் பல்வேறு இன மக்கள் காணப்படுவதால், இந்தியாவை &ldquo;இனங்களின் அருங்காட்சியகம்&rdquo; என வரலாற்றாசிரியர் வி.ஏ. ஸ்மித் அவர்கள் கூறியுள்ளார்."
    }
];
   