var SocialScience6Chapter8MCQ = [
    {
        question: "1. பின்வருவனவற்றில் எது பாரபட்சத்திற்கான காரணம் அல்ல  ",
        answers:
        {
            a: 'சமூகமயமாக்கல்',
            b: 'பொருளாதார நன்மைகள் ',
            c: 'அதிகாரத்துவ ஆளுமை',
            d: 'புவியியல்'
        },
        correctAnswer: 'd'
    },
    {
        question: "2. பாலின அடிப்படையில் நடத்தப்படும் பாகுபாடு குறிப்பிடுவது ",
        answers:
        {
            a: 'பாலின பாகுபாடு',
            b: 'சாதி பாகுபாடு ',
            c: 'மத பாகுபாடு',
            d: 'சமத்துவமின்மை'
        },
        correctAnswer: 'a'
    },
    {
        question: "3. பாலின அடிப்படையிலான ஒத்தக் கருத்து உருவாதல் பெரும்பாலும் சித்தரிக்கப்படுவது ",
        answers:
        {
            a: 'திரைப்படங்கள்',
            b: 'விளம்பரங்கள்',
            c: 'தொலைகாட்சி தொடர்கள்',
            d: 'இவை அனைத்தும்'
        },
        correctAnswer: 'd'
    },
    {
        question: "4. ஏ.பி.ஜே. அப்துல்கலாம் அவர்கள் எழுதிய புத்தகம்/கள் - ",
        answers:
        {
            a: 'இந்தியா 2020',
            b: 'அக்கினிச்சிறகுகள்',
            c: 'எழுச்சி தீபங்கள்',
            d: 'இவை அனைத்தும்'
        },
        correctAnswer: 'd'
    },
    {
        question: "5. ஏ.பி.ஜே. அப்துல்கலாம் அவர்களுக்கு பாரதரத்னா விருது வழங்கப்பட்ட ஆண்டு",
        answers:
        {
            a: '1997',
            b: '1995',
            c: '1996',
            d: '1994'
        },
        correctAnswer: 'a'
    },
    {
        question: "6. விஸ்வநாத் ஆனந்த் முதன் முதலில் கிராண்ட்மாஸ்டரான ஆண்டு ",
        answers:
        {
            a: '1985',
            b: '1986',
            c: '1987',
            d: '1988'
        },
        correctAnswer: 'd'
    },
    {
        question: "7. இளவழகி சிறந்து விளங்கிய விளையாட்டு",
        answers:
        {
            a: 'செஸ்',
            b: 'மல்யுத்தம்',
            c: 'கேரம்',
            d: 'டென்னிஸ்'
        },
        correctAnswer: 'c'
    },
    {
        question: "8. அரசியலமைப்பின் எந்தப் பிரிவின் கீழ், எந்தவொரு குடிமகனுக்கும் எதிராக மதம், இனம், சாதி, பாலினம், பிறந்த இடம் ஆகிய அடிப்படையில் பாகுபாடு காட்டக் கூடாது எனக் கூறுகிறது? ",
        answers:
        {
            a: '14 (1)',
            b: '15 (1)',
            c: '16 (1)',
            d: '17 (1)'
        },
        correctAnswer: 'b'
    },
    {
        question: "9. பி.ஆர். அம்பேத்கார் அவர்களுக்கு பாரதரத்னா விருது வழங்கப்பட்ட ஆண்டு",
        answers:
        {
            a: '1990',
            b: '1989',
            c: '1988',
            d: '1987'
        },
        correctAnswer: 'a'
    },
    {
        question: "10. 2011 ஆம் ஆண்டின் கணக்கெடுப்பின்படி தமிழகத்தில் அதிகமான கல்வியறிவு பெற்றுள்ள மாவட்டம்",
        answers:
        {
            a: 'நாமக்கல்',
            b: 'சேலம்',
            c: 'கன்னியாகுமரி',
            d: 'சிவகங்கை'
        },
        correctAnswer: 'c'
    },
     {
        question: "<div align='center'>பொருத்துக</div><br><table><tr><td>1.</td><td>பாரபட்சம்</td><td>-</td><td>அ)</td><td> தீண்டாமை ஒழிப்பு </td></tr><tr><td>2.</td><td>ஒத்தக் கருத்து உருவாதல்</td><td>-</td><td>ஆ)</td><td>மற்றவர்களை காட்டிலும் சிலரைதாழ்வாக நடத்துவது</td></tr><tr><td>3.</td><td>பாகுபாடு</td><td>-</td><td>இ)</td><td>சட்டத்திற்கு முன் அனைவரும் சமம் </td></tr><tr><td>4.</td><td>பிரிவு 14</td><td>-</td><td>ஈ)</td><td> தவறான பார்வை அல்லது தவறான கருத்து</td></tr><tr><td>5.</td><td>பிரிவு 17</td><td>-</td><td>உ) </td><td>பிறரை பற்றி எதிர்மறையாக மதிப்பிடுதல்</td></tr></table>",
        answers:
        {
            a: '1-உ),&nbsp;&nbsp;&nbsp;&nbsp;2-ஈ),&nbsp;&nbsp;&nbsp;&nbsp;3-இ),&nbsp;&nbsp;&nbsp;&nbsp;4-ஆ),&nbsp;&nbsp;&nbsp;&nbsp;5-அ)',
            b: '1-இ),&nbsp;&nbsp;&nbsp;&nbsp;2-அ),&nbsp;&nbsp;&nbsp;&nbsp;3-ஆ),&nbsp;&nbsp;&nbsp;&nbsp;4-உ),&nbsp;&nbsp;&nbsp;&nbsp;5-ஈ)',
            c: '1-ஆ),&nbsp;&nbsp;&nbsp;&nbsp;2-உ),&nbsp;&nbsp;&nbsp;&nbsp;3-அ),&nbsp;&nbsp;&nbsp;&nbsp;4-ஈ),&nbsp;&nbsp;&nbsp;&nbsp;5-இ)',
            d: '1-உ),&nbsp;&nbsp;&nbsp;&nbsp;2-ஈ),&nbsp;&nbsp;&nbsp;&nbsp;3-ஆ),&nbsp;&nbsp;&nbsp;&nbsp;4-இ),&nbsp;&nbsp;&nbsp;&nbsp;5-அ)'
        },
        correctAnswer: 'd'
    }
    
      
];
var SocialScience6Chapter8_1M  = [
    {
        question: "1. $\\underline {\\hspace {2cm}}$ என்பது மற்றவர்களைப்பற்றி எதிர்மறையாக அல்லது தாழ்வான முறையில் கருதுவதாகும். ",
        answer:"பாரபட்சம்"
    },
    {
        question: "2. $\\underline {\\hspace {2cm}}$ஆம் ஆண்டு ஏ.பி.ஜே.அப்துல்கலாம் பிறந்தார். ",
        answer:"1931"
    },
    {
        question: "3. இந்தியாவில் மிக உயர்ந்த விளையாட்டு விருதான ராஜீவ்காந்தி கேல்ரத்னா விருதினை முதன் முதலில் பெற்றவர்$\\underline {\\hspace {2cm}}$ ",
        answer:"விஸ்வநாதன் ஆனந்த்"
    },
    {
        question: "4. சுதந்திர இந்தியாவின் முதல் சட்ட அமைச்சர்$\\underline {\\hspace {2cm}}$",
        answer:"Dr. B.R. அம்பேத்கார்"
    },
    {
        question: "5. 2011 ஆம் ஆண்டு மக்கள் தொகை கணக்கெடுப்பின்படி குறைந்த பாலின விகிதம் உள்ள மாவட்டம்$\\underline {\\hspace {2cm}}$ ",
        answer:"தர்மபுரி"
    }
];
var SocialScience6Chapter8TM  = [
    {
        question: "1. பாரபட்சம் என்றால் என்ன?  ",
        answer:"பாரபட்சம் என்பது மற்றவர்களைப் பற்றி எதிர்மறையான அல்லது தாழ்வான முறையில் கருதுவதாகும். அவர்களைப் பற்றி அறிந்து கொள்ளாமலேயே தவறாக முன்முடிவு எடுப்பதாகும். மக்கள் தவறான நம்பிக்கைகளையும் கருத்துக்களையும் கொண்டிருக்கும் போது பாரபட்சம் ஏற்படுகிறது. கிராமப்புற மக்களை விட நகர்ப்புற மக்களின் மனப்பான்மை மற்றும் நடத்தையானது நாகரிகமானது என்பது பாரபட்சமாகும்."
    },
    {
        question: "2. ஒத்தக் கருத்து என்றால் என்ன?  ",
        answer:"முன்முடிவு வலுவாக இருக்கும்போது ஒத்தக் கருத்து உருவாகிறது. ஒத்தக் கருத்து என்பது தவறான கண்ணோட்டம் அல்லது ஏதோ ஒன்றைப் பற்றிய தவறான கருத்தாகும். "
    },
    {
        question: "3. பாகுபாடு என்றால் என்ன?  ",
        answer:"சமத்துவமின்மை என்பது ஒருவர் மற்றொருவரை பாகுபாட்டுடன் நடத்துவது ஆகும். சாதி ஏற்றத்தாழ்வு, மதச் சமத்துவமின்மை, இன வேறுபாடு அல்லது பாலின வேறுபாடு போன்ற பல்வேறு ஏற்றத் தாழ்வுகள் பாகுபாட்டை வளர்க்கின்றன. "
    },
    {
        question: "4. இந்திய அரசியலமைப்பின்படி எந்த பிரிவுகள் சமத்துவத்தை பற்றி கூறுகிறது ",
        answer:"(i) ஒரு அரசியலமைப்பு என்பது நாட்டின் நிர்வாகத்தை வழிநடத்தும் விதிகள் மற்றும் விதிமுறைகளின் தொகுப்பாகும். இந்திய அரசியலமைப்பின் 14-வது பிரிவு சட்டத்திற்கு முன் அனைவரும் சமம் என்கிறது. <br>(ii) மேலும் நாட்டிற்குள் வசிக்கும் அனைவருக்கும் பாதுகாப்பினையும் தேவையற்ற பாகுபாட்டினையும் தடைசெய்கிறது. "
    }
        
]; 



var SocialScience6Chapter8_5M  = [
    {
        question: "1. பாரபட்சத்திற்கான காரணங்களை கூறுக.  ",
        answer:"<b>பாரபட்சம் உருவாவதற்கான காரணங்கள்:</b><br> பாரபட்சம் உருவாவதற்கு பொதுவான சமூக காரணிகள்:<br> 1. சமூகமயமாக்கல் <br>2. நிர்ணயிக்கப்பட்ட நடத்தை<br> 3. பொருளாதார பயன்கள்<br> 4. சர்வாதிகார ஆளுமை <br>5. இன மையக் கொள்கை <br>6. கட்டுப்பாடான குழு அமைப்பு<br> 7. முரண்பாடுகள் "
    },
    {
        question: "2. பாகுபாட்டிற்கான ஏதேனும் இரண்டு வகைகளை எழுதுக. ",
        answer:"<b>சாதி பாகுபாடு:</b><br> (i) இந்தியாவில் சமத்துவமின்மை மற்றும் பாகுபாட்டிற்கான மிக முக்கிய காரணம் சாதி முறை ஆகும். ஆரம்பகாலங்களில் சமுதாயம் என்பது தொழில் அடிப்படையில் பல்வேறு குழுக்களாக பிரிக்கப்பட்டிருந்ததையே வர்ணாசிரம முறை என அறியப்பட்டது. (ii) இந்தியாவில் சாதி ஒடுக்கு முறைக்கெதிராக பலரும் போராடி வருகின்றனர். இவர்களுக்கு முன்னோடியாக திகழ்ந்தவர் டாக்டர் பி.ஆர். அம்பேத்கார் ஆவார். தாழ்த்தப்பட்ட குடும்பத்தைச் சேர்ந்த இவர் சிறுவயதிலேயே சாதிப்பாகுபாட்டின் காரணமாக பெரிதும் பாதிப்புக்கு உள்ளானார். பிறகு இவர் இந்திய மக்களிடையே சமத்துவம் நிலவ பெரிதும் பாடுபட்டார்.<br><b> பாலினப் பாகுபாடு</b><br> (i) பாலினப்பாகுபாடு என்பது இந்தியாவில் ஆண்கள் மற்றும் பெண்களுக்கு இடையே நிலவும் உடல்நலம், கல்வி, பொருளாதாரம் மற்றும் அரசியல் சமத்துவமின்மை போன்றவற்றைக் குறிக்கிறது. எடுத்துக்காட்டாக ஒரு பெண் பள்ளிப் படிப்பை முடித்தப்பின் கல்லூரிக்கு செல்ல அனுமதி இல்லை.<br>(ii) இதே போன்று பெரும்பான்மையான பெண்கள் அவர்கள் விரும்பும் வாழ்க்கையை தேர்ந்தெடுக்க அனுமதிக்கப்படாமல் திருமணத்தில் தள்ளப்படுகின்றனர். இன்னும் ஒரு சில குடும்பங்களில் பெண்பிள்ளைகள் நவீன ஆடைகளை அணிந்திட அனுமதிக்கப்படுவதில்லை. ஆனால் அக்குடும்பத்தின் ஆண்பிள்ளைகள் அவ்வகையான ஆடைகளை அணிந்திட அனுமதிக்கப்படுகின்றனர். இதுவே பாலினப் பாகுபாடு ஆகும். "
    },
    {
        question: " 3. இந்திய சமுதாயத்தில் சமத்துவமின்மை மற்றும் பாகுபாட்டை நீக்குவதற்கான தீர்வுகளை விவரி. ",
        answer:" <b>சமத்துவமின்மைமற்றும் பாகுபாட்டினை நீக்குவதற்கான தீர்வுகள்:</b><br>இந்திய சமுதாயத்தில் சமத்துவமின்மை மற்றும் பாகுபாட்டினை அகற்றுவதற்கான தீர்வுகளாக கீழ்கண்டவற்றை மேற்கொள்ளலாம்.<br> 1.  அனைவருக்கும் தரமான உடல்நலம் மற்றும் கல்வியினை கிடைக்கச் செய்தல். <br> 2. தற்போதய பாலின பாரபட்சத்தைப் பற்றி தெரிந்து கொள்ளுதல். <br> 3. பாலின ஏற்றத் தாழ்வுகளை அகற்றுவதற்காக பொது வாழ்வில் மற்றும் நிறுவனத்தில் பெண்களின் திறன்களை வெளிப்படுத்துதல். <br>4. மற்ற மதங்களை பற்றி தெரிந்து கொள்ளும் வெளிப்படையான மனநிலை வளர்த்தல். <br> 5. வகுப்பறையில் குழுவாக சாப்பிடுவதை ஊக்குவித்தல் மூலம் சாதி, மதம், பாலினம் ஆகியவற்றின் எந்தவித பாரபட்சமின்றி மாணவர்களை ஒன்றாக இணைக்கச் செய்தல். <br>6.பலதரப்பட்ட மக்களிடமும் பேசுதல். <br>7. சட்டங்களை முறையாக நடைமுறைப்படுத்துதல். "
    },
    {
        question: "<div align='center'>செய்முறைகள் மற்றும் செயல்பாடுகள்</div><br>1. வகுப்பறையை சிறு குழுக்களாக பிரித்து, பாகுபாடு ஏற்படுவதற்கான காரணங்களைப்பற்றி கலந்துரையாடி அறிக்கை ஒன்றினை எழுதவும்.  ",
        answer:"<b>பாகுபாடு ஏற்படுவதற்கான காரணம் கலந்துரையாடல்:</b><br> <b>மாணவ குழுக்கள் மாணவர் குழு - 1:- குழுத்தலைவன்.</b><br> 1. பழக்க வழக்கங்கள் <br>2. உடையணிவதில் சுத்தம் <br>3. உணவு உண்ணும் பண்பாடு<br> 4. பேசும் மொழி இவற்றால் பாகுபாடு ஏற்படுகிறது.<br><b> மாணவர் குழு - 2:- குழுத்தலைவன்.</b><br> 1. விழாக்கள்  - கொண்டாடும் விழாக்கள்<br> 2. இருப்பிடம் - வாழும் இருப்பிடம்<br> 3. மதம் - சார்ந்த மதம் இவற்றாலும் பேதம் உண்டாவதால் பாகுபாடு ஏற்படுகிறது.<br> <b>மாணவர் குழு - 3:- குழுத்தலைவன்.</b><br> 1. முன்னோர்கள் <br>2. பொருளாதார சூழ்நிலை<br> 3. வளர்ந்த விதம் இவற்றால் வேறுபட்டுக் காணப்படுவதாலும் பாகுபாடு ஏற்படுகிறது. எனவே நாம் கற்கும் கல்வியால் இவ்வேறுபாடுகளைக் களைந்து நமக்கும், நம்மைச் சேர்ந்தவர்களுக்கும் நம் நாட்டிற்கும், சமுதாயத்திற்கும் அரும்பணிகளை ஆற்ற முன்வருவதே நம் முன் தற்போது நிற்கும் கடமைகளாகும் செய்வோம்! வளர்வோம்! வாழ்வோம்! "
    },
    {
        question: "2. பாரபட்சம் மற்றும் பாகுபாடு ஆகியவற்றை எதிர் கொண்ட நபர்கள் பற்றி தகவல்களை சேகரிக்கவும்.  ",
        answer:"<b>பாரபட்சம்:</b><br> கிராமத்திலிருந்து, ஒரு மாணவன் உயர்படிப்பிற்காக நகரக் கல்லூரியில் சேர நேரிட்டது. அங்கு சக மாணவர்கள், இந்த கிராமத்திலிருந்து வந்த மாணவனிடம் நெருங்கிப் பழகாமல் அவனை ஏதோ ஒரு கீழ்த்தரமான விலங்கினைப் பார்ப்பது போல் பார்த்தும் நகைத்தும் ஏளனம் செய்தனர். இவ்விதம் நகரப்புறத்து மாணவர்கள் நடந்து கொண்டது பாரபட்சமாகும். <br><b>பாகுபாடு:</b><br> கிராமப்புற மாணவன் நகரப்புற கல்லூரியில் சேர்ந்து படிக்கலானான் அவனது வகுப்பின் சக மாணவர்கள் - பெரும்பாலும் நகரத்தைச் சேர்ந்தவர்களாதலால், அவனை வெறுத்து ஒதுக்கி, அவனிடமிருந்து விலகிச் செல்லவே தலைப்பட்டனர். ஏனெனில் அவன் சற்றே குட்டையாகவும், கறுப்பு நிறத்தவனாகவும், ஆங்கிலப்புலமை பெறாதவனாகவும் இருந்ததால் அவனிடம் பாகுபாடு காட்டினர்."
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினா</div><br>1. இந்தியாவில் நிகழும் பல்வேறு பாகுபாட்டினை விவரி. ",
        answer:"<b>சாதி பாகுபாடு:</b><br>(i)இந்தியாவில் சமத்துவமின்மை மற்றும் பாகுபாட்டிற்கான மிக முக்கிய காரணம் சாதி முறை ஆகும். ஆரம்ப காலங்களில் சமுதாயம் என்பது தொழில் அடிப்படையில் பல்வேறு குழுக்களாக பிரிக்கப்பட்டிருந்ததையே வர்ணாசிரம முறை என அறியப்பட்டது.<br>(ii) இந்தியாவில் சாதி ஒடுக்கு முறைக்கெதிராக பலரும் போராடி வருகின்றனர். இவர்களுக்கு முன்னோடியாக திகழ்ந்தவர் டாக்டர் பி.ஆர். அம்பேத்கார் ஆவார். தாழ்த்தப்பட்ட குடும்பத்தைச் சேர்ந்த இவர் சிறுவயதிலேயே சாதிப் பாகுபாட்டின் காரணமாக பெரிதும் பாதிப்புக்கு உள்ளானார். பிறகு இவர் இந்திய மக்களிடையே சமத்துவம் நிலவ பெரிதும் பாடுபட்டார்.<br><b>பாலினப் பாகுபாடு</b><br>(i) பாலினப்பாகுபாடு என்பது இந்தியாவில் ஆண்கள் மற்றும் பெண்களுக்கு இடையே நிலவும் உடல்நலம், கல்வி, பொருளாதாரம் மற்றும் அரசியல் சமத்துவமின்மை போன்றவற்றைக் குறிக்கிறது. எடுத்துக்காட்டாக ஒரு பெண் பள்ளிப் படிப்பை முடித்தப்பின் கல்லூரிக்கு செல்ல அனுமதி இல்லை.<br>(ii) இதே போன்று பெரும்பான்மையான பெண்கள் அவர்கள் விரும்பும் வாழ்க்கையை தேர்ந்தெடுக்க அனுமதிக்கப்படாமல் திருமணத்தில் தள்ளப்படுகின்றனர். இன்னும் ஒரு சில குடும்பங்களில் பெண்பிள்ளைகள் நவீன ஆடைகளை அணிந்திட அனுமதிக்கப்படுவதில்லை. ஆனால் அக்குடும்பத்தின் ஆண்பிள்ளைகள் அவ்வகையான ஆடைகளை அணிந்திட அனுமதிக்கப்படுகின்றனர். இதுவே பாலினப் பாகுபாடு ஆகும்.<br><b> மத பாகுபாடு:</b><br>(i) மதம் சார்ந்த பாகுபாடு என்பது நம்பிக்கையின் அடிப்படையில் ஒரு தனிநபரின் மீதோ அல்லது குழுவினர் மீதோ சமத்துவமின்றி நடத்துவது ஆகும். ஆயிரக்கணக்கான ஆண்டுகளாக வெவ்வேறு மதங்களின் மக்களுக்கிடையே பிரச்சினைகள் நிலவுகின்றன.<br> (ii) சிலமக்கள் பொது இடங்களில் குறிப்பாக, மதவழிபாட்டு தலங்களில் நுழைய அனுமதி இல்லை ஏனெனில் அவர்கள் வேறொரு மதத்தை சேர்ந்தவர்கள் என்பதால், சில மதத்தவர்கள் தங்கள்  சடங்குகள் மற்றும் வாழ்க்கை முறையின் காரணமாக ஒருவருக்கொருவர் முரண்படுகிறார்கள்.<br><b>சமூக பொருளாதார சமத்துவமின்மை:</b><br>(i) சமூக பொருளாதார தளத்தில் வளர்ச்சியின் பயன்கள் சமமாக பரவுவதில்லை எனினும் மனித மேம்பாட்டின் சமத்துவமின்மையை விட வருவாய் பிரிவின் சமத்துவமின்மை மிக அதிகமாகக் காணப்படுகிறது.<br> (ii) குறைவான தொழிற்வளர்ச்சி, குறைவான வேளாண் உற்பத்தி, குறைவான மனித மேம்பாடு ஆகியவை குறைந்த வருவாய் மாவட்டங்களுடன் தொடர்புடையவை. அதே போல் கல்வியறிவு குறைந்த விகிதம் உள்ள மாவட்டங்கள் குறைவான பாலின விகிதத்துடன் காணப்படுகின்றன.  "
    },
    {
        question: "<div align='center'>வாழ்வியல் திறன்</div><br>1. உங்கள் கிராமத்தில் பாரபட்சம் மற்றும் பாகுபாடுகளுக்கு எதிராக நீங்கள் எவ்வாறு போராடுவீர். ",
        answer:"<table border =1><tr><td>செயல்பாட்டினை மாணவர்கள் தாங்களே செய்து பார்க்கவும்</td><tr></table>"
    }
];
var SocialScience6Chapter8Summary  = [
    {
        content:"&#9679; முன்முடிவு (பாரபட்சம்) என்பது மற்றவர்களைப் பற்றி எதிர்மறையான அல்லது தாழ்வான முறையில் கருதுவதாகும்.</br>&#9679; ஒத்தக் கருத்து என்பது ஏதாவது ஒன்றைப் பற்றிய தவறான கண்ணோட்டம் அல்லது கருத்தாகும்.</br>&#9679; பாகுபாடு என்பது மக்களின் மீது ஏற்படுத்திக்கொள்ளும் தவறான செயலாகும். பாகுபாடானது நிறம், வர்க்கம், மதம், பாலினம் போன்றவற்றின் அடிப்படையில் ஏற்படுவதாகும்.</br>&#9679; சமத்துவமின்மை மற்றும் பாகுபாடிற்கான மிகவும் முக்கிய காரணம் சாதி அமைப்பாகும்.</br>&#9679;  பாலின பாகுபாடு என்பது ஆண்களுக்கும் பெண்களுக்கும் இடையேயான சுகாதாரம், கல்வி, பொருளாதாரம் மற்றும் அரசியல் ஏற்றத்தாழ்வுகளை குறிக்கிறது.</br>&#9679;  மத பாகுபாடு என்பது மக்களின் நம்பிக்கையின் அடிப்படையில் ஒரு தனி நபரையோ அல்லது குழுவினரையோ சமத்துவமின்றி நடத்துவதாகும்."
    }
];
   