var SocialScience6Chapter5MCQ = [
    {
        question: "1. புவி தன் அச்சில் சுழல்வதை இவ்வாறு அழைக்கிறோம்.",
        answers:
        {
            a: 'சுற்றுதல்',
            b: 'பருவகாலங்கள்',
            c: 'சுழல்கள்',
            d: 'ஓட்டம்'
        },
        correctAnswer: 'c'
    },
    {
        question: "2. மகரரேகையில் சூரியக்கதிர்கள் செங்குத்தாக விழும் நாள் ",
        answers:
        {
            a: 'மார்ச் 21',
            b: 'ஜூன் 21',
            c: 'செப்டம்பர் 23',
            d: 'டிசம்பர் 22'
        },
        correctAnswer: ''
    },
    {
        question: "3. சூரியக்குடும்பம் அடங்கியுள்ள விண்மீன் திரள் மண்டலம்",
        answers:
        {
            a: 'ஆண்டிரோமெடா',
            b: ' மெகரனிக்கிளவுட்',
            c: 'பால்வெளி',
            d: 'ஸ்டார்பர்ஸ்ட்'
        },
        correctAnswer: 'c'
    },
    {
        question: "4. மனிதன் தன் காலடியைப் பதித்துள்ள ஒரே விண்பொருள்",
        answers:
        {
            a: 'செவ்வாய்',
            b: 'சந்திரன்',
            c: 'புதன்',
            d: 'வெள்ளி '
        },
        correctAnswer: 'b'
    },
    {
        question: "5. எந்த கோளால் தண்ணீரில் மிதக்க இயலும்?",
        answers:
        {
            a: 'வியாழன்',
            b: ' சனி',
            c: 'யுரேனஸ்',
            d: 'நெப்டியூன்'
        },
        correctAnswer: 'b'
    },
    {
        question: "<div align='center'>பொருத்துக</div><br><table border ='1'><tr><td>1.</td><td>வெப்பமான கோள்</td><td>-</td><td>(i)</td><td>செவ்வாய்</td></tr><tr><td>2.</td><td>வளையம் உள்ள கோள்</td><td>-</td><td>(ii)</td><td>நெப்டியூன்</td></tr><tr><td>3.</td><td>செந்நிறக்கோள்</td><td>-</td><td>(iii)</td><td>வெள்ளி</td></tr><tr><td>4.</td><td>உருளும் கோள்</td><td>-</td><td>(iii)</td><td>வெள்ளி</td></tr><tr><td>5.</td><td>குளிர்ந்த கோள்,</td><td>-</td><td>(v)</td><td>யுரேனஸ்</td></tr></table>",
        answers:
        {
            a: '1-iii,&nbsp;&nbsp;&nbsp;&nbsp;2-iv,&nbsp;&nbsp;&nbsp;&nbsp;3-i,&nbsp;&nbsp;&nbsp;&nbsp;4-v,&nbsp;&nbsp;&nbsp;&nbsp;5–ii ',
            b: '1-iii,&nbsp;&nbsp;&nbsp;&nbsp;2–ii,&nbsp;&nbsp;&nbsp;&nbsp;3-i,&nbsp;&nbsp;&nbsp;&nbsp;4-v,&nbsp;&nbsp;&nbsp;&nbsp;5-iv ',
            c: '1-ii,&nbsp;&nbsp;&nbsp;&nbsp;2-iv,&nbsp;&nbsp;&nbsp;&nbsp;3-i,&nbsp;&nbsp;&nbsp;&nbsp;4-v,&nbsp;&nbsp;&nbsp;&nbsp;5–iii',
            d: '1–iv,&nbsp;&nbsp;&nbsp;&nbsp;2-i,&nbsp;&nbsp;&nbsp;&nbsp;3-v,&nbsp;&nbsp;&nbsp;&nbsp;4-iii,&nbsp;&nbsp;&nbsp;&nbsp;5-ii'
        },
        correctAnswer: 'a'
    },
    {
        question: "<div align='center'>கொடுக்கப்பட்ட கூற்றுகளை ஆராய்க</div><br/>I<br>1. வெள்ளிக் கோள் கிழக்கிலிருந்து மேற்காகச் சுற்றுகிறது.<br> 2. ஜூன் 21ம் நாளன்று கடகரேகையில் சூரியக் கதிர் செங்குத்தாக விழும்.<br>3. செவ்வாய்க் கோளுக்கு வளையங்கள் உண்டு.<br>மேற்கூறிய கூற்றுகளில் சரியானவற்றைக் கீழே கொடுக்கப்பட்டுள்ள குறியீடுகளைப் பயன்படுத்திக் கண்டறிக",
        answers:
        {
            a: '1 மற்றும் 2',
            b: '2 மற்றும் 3',
            c: '1, 2 மற்றும் 3',
            d: '2 மட்டும்'
        },
        correctAnswer: 'a'
    },
    {
        question: "II<br><b>கூற்று1:<b> புவி, நீர்க்கோளம் என அழைக்கப்படுகிறது.<br><b>கூற்று2: புவி தன் அச்சில் சுழலுவதால் பருவ காலங்கள் ஏற்படுகின்றன.<br> சரியான கூற்றினை தேர்ந்தெடுத்து எழுதுக.",
        answers:
        {
            a: 'கூற்று 1 சரி, கூற்று 2 தவறு',
            b: 'கூற்று 1 தவறு, கூற்று 2 சரி',
            c: 'இரண்டு கூற்றுகளும் சரி',
            d: 'இரண்டு கூற்றுகளும் தவறு'
        },
        correctAnswer: 'a'
    }
];
var SocialScience6Chapter5_1M  = [
    {
        question: "1. பேரண்டம் உருவாகக் காரணமான நிகழ்வு $\\underline {\\hspace{2cm}}$",
        answer:"பெருவெடிப்பு "
    },
    {
        question: "2. இரு வான்பொருட்களுக்கு இடையிலான தொலைவை அளக்க உதவும் அளவு. $\\underline {\\hspace{2cm}}$",
        answer:"ஒளி ஆண்டு "
    },
    {
        question: "3. சூரியக் குடும்பத்தின் மையம். $\\underline {\\hspace{2cm}}$",
        answer:"சூரியன் "
    },
    {
        question: "4. கோள் என்ற வார்த்தையின் பொருள் $\\underline {\\hspace{2cm}}$ ",
        answer:"சுற்றி வருபவர்"
    },
    {
        question: "5. அதிக துணைக்கோள்களைக் கொண்ட கோள் $\\underline {\\hspace{2cm}}$ ",
        answer:"வியாழன் "
    },
    {
        question: "6. நிலவிற்கு அனுப்பப்பட்ட முதல் இந்திய விண்கலம் $\\underline {\\hspace {2cm}}$ ",
        answer:"சந்திராயன் "
    },
    {
        question: "7. புவியின் சாய்வுக் கோணம்$\\underline {\\hspace {2cm}}$",
        answer:" 23% "
    },
    {
        question: "8. நிலநடுக்கோடு சூரியனை நேராகச் சந்திக்கும் நாட்கள்$\\underline {\\hspace {2cm}}$மற்றும் $\\underline {\\hspace {2cm}}$ ",
        answer:"மார்ச் 21; செப்டம்பர் 23 "
    },
    {
        question: "9. சூரிய அண்மை நிகழ்வின், போது புவி சூரியனுக்கு $\\underline {\\hspace {2cm}}$ ல் காணப்படும்.",
        answer:"மிக அருகில் "
    },
    {
        question: "10. புவியின் மேற்பரப்பின் மீது ஒளிபடும் பகுதியையும், ஒளிபடாத பகுதியையும் பிரிக்கும் கோட்டிற்கு $\\underline {\\hspace {2cm}}$ என்று பெயர்.",
        answer:"ஒளிர்வு வட்டம் "
    },
    {
        question: "<div align='center'>பொருந்தாததை வட்டமிடுக</div><br> 1.  வெள்ளி, வியாழன், நெப்டியூன், சனி",
        answer:"வெள்ளி"
    },
    {
        question: "2. சிரியஸ், ஆண்டிரோமெடா, பால்வெளி, மெகலனிக்கிளவுட்",
        answer:"சிரியஸ் "
    },
    {
        question: "3. புளூட்டோ, ஏரிஸ், செரஸ், அயோ",
        answer:"அயோ"
    },
    {
        question: "4. வால்விண்மீன், சிறுகோள், விண்வீழ்கல், குறுளைக் கோள்கள்",
        answer:"குறுளைக் கோள்கள் "
    },
    {
        question: "5. தரை ஊர்தி, சுற்றுக்கலம், வானூர்தி, விண்கலம்",
        answer:"வானூர்தி "
    },
    {
        question: "<div align='center'>பெயரிடுக</div><br> 1. விண்மீன்களின் தொகுப்பு $\\underline {\\hspace {2cm}}$",
        answer:"விண்மீன் திரள் மண்டலம் "
    },
    {
        question: "2. சூரியக் குடும்பத்திற்கு அருகில் உள்ள விண்மீன் திரள் மண்டலம் $\\underline {\\hspace {2cm}}$",
        answer:"பால்வெளி "
    },
    {
        question: "3. பிரகாசமான கோள் $\\underline {\\hspace {2cm}}$",
        answer:"வெள்ளி "
    },
    {
        question: "4. உயிரினங்களை உள்ளடக்கிய கோளம் $\\underline {\\hspace {2cm}}$",
        answer:"புவி "
    },
    {
        question: "5. 366 நாட்களை உடைய ஆண்டு $\\underline {\\hspace {2cm}}$ ",
        answer:"லீப் வருடம் "
    }
];
var SocialScience6Chapter5TM  = [
    {
        question: "1. உட்புறக் கோள்களைப் பெயரிடுக.",
        answer:"சூரியனுக்கு அருகில் உள்ள நான்கு கோள்களான புதன், வெள்ளி, புவி மற்றும் செவ்வாய் உட்புறக் கோள்கள் அல்லது “புவிநிகர் கோள்கள்' என்று அழைக்கப்படுகின்றன."
    },
    {
        question: "2. புளுட்டோ ஒரு கோளாக தற்சமயம் கருதப்படவில்லை காரணம் தருக. ",
        answer:"(i) கோள வடிவில் காணப்படும்.<br> (ii) புளூட்டோ, மற்ற கோள்களைப் போல இல்லாமல் தன் சுற்றுப்பாதையைப் பிற குறுளைக் கோளுடன் பகிர்ந்துகொள்ளும். ஆகவே இதனை ஒரு கோளாக கருத இயலாது. "
    },
    {
        question: "3. சூரிய அண்மை என்றால் என்ன? ",
        answer:"&rsquo;சூரிய அண்மை&lsquo; என்பது புவி தன் சுற்றுப்பாதையில் சூரியனுக்கு மிக அருகில் வரும் நிகழ்வாகும். "
    },
    {
        question: "4. ஒருவர் 20° வடக்கு அட்சரேகையில் நின்றால், ஓர் ஆண்டில் சூரியன் அவரின் தலை உச்சிக்கு மேல் எத்தனை முறை வரும்? ",
        answer:"இரண்டு முறை. மார்ச் 21 மற்றும் செப்டம்பர் 23 ஆகிய நாள்கள் நிலநடுக்கோட்டுப் பகுதியில் சூரியனின் கதிர்கள் செங்குத்தாக விழும். "
    },
    {
        question: "5. எந்த விண்பொருள் தன் சுற்றுப்பாதையை பிற விண்பொருட்களுடன் பகிர்ந்து கொள்கிறது? உதாரணம் தருக.",
        answer:"குறுங்கோள்கள் தமது சுற்றுப்பாதையைப் பிற குறுளைக் கோள்களுடன் பகிர்ந்துகொள்ளும்.<br><b>உதாரணம்: </b>புளுட்டோ, செரஸ், ஈரிஸ், மேக்மேக் மற்றும் ஹெளமியா. "
    },
    {
        question: "<div align='center'>காரணம் கூறுக</div><br> 1.யுரேனஸ் ஏன் உருளும் கோள் என அழைக்கப்படுகிறது? ",
        answer:"(i) இதன் அச்சு மிகவும் சாய்ந்து காண்படுவதால் தன் சுற்றுப்பாதையில் உருண்டோடுவது போன்று சூரியனைச் சுற்றி வருகிறது. <br>(ii) இதனால் யுரேனஸ் உருளும் கோள் என அழைக்கப்படுகிறது. "
    },
    {
        question: "2.நிலவின் மேற்பரப்பில் தரைக்குழிப் பள்ளங்கள் அதிகமாக காணப்படுகின்றன. காரணம் தருக. ",
        answer:"(i) நிலவிற்கு வளிமண்டலம் கிடையாது.<br> (ii) இதன் காரணமாக விண்கற்களின் தாக்கத்தால் இதன் மேற்பகுதியில் அதிகளவில் தரைக்குழிப் பள்ளங்கள் காணப்படுகின்றன.  "
    },
    {
        question: "3.புவியின் சுழலும் வேகம் துருவப் பகுதிகளில் சுழியமாக உள்ளது.",
        answer:"(i), புவி, கோள வடிவாக இருக்கிறது. <br>(ii) எனவே, துருவப் பகுதியில் புவியின் சுழலும் வேகம்     சுழியமா உள்ளது.  "
    }
    
]; 
var SocialScience6Chapter5_5M  = [
    {
        question: "1. உட்புற மற்றும் வெளிப்புறக் கோள்கள்- வேறுபடுத்துக. ",
        answer:"<table border =1><tr><th>வ.எண்</th><th>உட்புறக் கோள்கள்</th><th>வெளிப்புறக் கோள்கள்</th></tr><tr><td>1.</td><td.1.</td><td>சூரியனுக்கு அருகில் உள்ள நான்கு கோள்களான புதன், வெள்ளி, புவி யுரேனஸ் மற்றும் செவ்வாய் ஆகியன <b>&rsquo;உட்புறக் கோள்கள்&lsquo;</b> ஆகும்.</td><td>சூரியக் குடும்பத்தில் உள்ள கடைசி நான்கு கோள்கள் வியாழன், சனி, மற்றும் நெப்டியூன் ஆகியன <b>&rsquo;வெளிப் புறக்கோள்கள்&lsquo;</b> ஆகும்.</td></tr><tr><td>2.</td><td> இவை <b>&rsquo;புவிநிகர் கோள்கள்&lsquo;</b> என்று அழைக்கப்படுகின்றன.</td><td>இவை <b>&rsquo;வியாழன் நிகர் கோள்கள்&lsquo;</b> என்று அழைக்கப்படுகின்றன.</td></tr><tr><td>3.</td><td>பாறைகளால் ஆன இக்கோள்கள் அளவில் சிறியன.</td><td> இக்கோள்கள் வாயுக்களால் நிரம்பிக் காணப்படுவதால் <b>&rsquo;வளிமக் கோள்கள்&lsquo;</b>(Gaseous Planets) எனவும் அழைக்கப்படுகின்றன.</td></tr><tr><td>4.</td><td>இக்கோள்களின் மேற்பரப்பில் மலைகள், எரிமலைகள் மற்றும் தரைக்குழவுப் (Craters) பள்ளங்கள் காணப்படுகிறது.</td><td>செவ்வாய், வியாழன் கோள்களுக்கிடையே <b>&rsquo;சிறு கோள் மண்டலம்&lsquo;</b> காணப்படுகின்றன.</td></tr></table>  "
    },
    {
        question: "2. புவியின் சுழலுதல் மற்றும் சுற்றுதல் நிகழ்வுகளால் ஏற்படும் விளைவுகள் யாவை? ",
        answer:"<b>சுழலுதலால் ஏற்படும் விளைவுகள்:</b><br>(i) புவி தன் அச்சில் தன்னைத் தானே சுற்றுவது சுழலுதல் ஆகும். <br>(ii) புவி சுழலுவதன் காரணமாக இரவு பகல் ஏற்படுகிறது.<br> (iii) புவி கோள வடிவமாக உள்ளதால் ஒரு குறிப்பிட்ட நேரத்தில் சூரிய வெளிச்சம் புவியின் ஒரு பகுதியில் மட்டுமே படுகிறது. அப்பகுதிக்கு அது பகல் பொழுது ஆகும். <br>(iv) புவியின் ஒளிபடாத பகுதி இரவாக இருக்கும்.<br> <b>சுற்றுவதால் ஏற்படும் விளைவுகள்:</b><br>(i) புவி தன் நீள்வட்டப் பாதையில் சூரியனைச் சுற்றிவரும் நகர்வு சுற்றுதல் ஆகும். <br>(ii) புவி சூரியனைச் சுற்றி வருவதால் பருவகாலங்கள் தோன்றுகின்றன. <br>(iii) புவி தன் சுற்றுப்பாதையில் சூரியனைச் சுற்றி வருவதால் சூரியன் நிலநடுக்கோட்டிற்கு வடக்காகவும், தெற்காகவும் நகர்வதைப் போன்ற தோற்றத்தை ஏற்படுத்துகிறது. <br> (iv) இதன் காரணமாக, மார்ச் 21 மற்றும் செப்டம்பர் 23 ஆகிய நாள்கள் நிலநடுக்கோட்டுப் பகுதியில் சூரியனின் கதிர்கள் செங்குத்தாக விழும். <br>(v) அதனால் புவியின் அனைத்துப் பகுதிகளிலும் பகல் மற்றும் இரவுப்பொழுது சமமாகக் காணப்படும். <br> (vi) டிசம்பர் 22ம் தேதி மகரரேகையின் மீது சூரியனின் செங்குத்துக்கதிர்கள் விழுகின்றன. அப்போது தென் அரைக்கோளத்தில் பகல்பொழுது அதிகமாகக் காணப்படும். அரைக்கோளம் நீண்ட இரவைக் கொண்டிருக்கும்.  "
    },
    {
        question: "3. புவிக்கோளங்களின் தன்மைகள் பற்றி விவரி.",
        answer:"(i) உயிரினங்கள் வாழத் தகுதியான கோள் புவியாகும்.<br>(ii) புவியில் காணப்படும் மூன்று தொகுதிகள் பாறைக்கோளம், நீர்க் கோளம், வளிமண்டலம் ஆகும்.<br> (iii) உயிரினங்கள் வாழக்கூடிய குறுகிய மண்டலம் உயிர்க்கோளம்' எனப்படும். <br><b>பாறைக்கோளம்:</b><br> (i) புவியின் மேற்பரப்பில் காணப்படும் பாறைகள் மற்றும் மண் அடுக்கைப் பாறைக்கோளம் என்று கூறுகிறோம். <br>(ii) இந்த நிலப்பரப்பில் உயிரினங்கள் காணப்படுகின்றன. <br><b>நீர்க்கோளம்:</b><br> (i) &ldquo;ஹைட்ரோ (Hydro)&rdquo; என்ற கிரேக்கச் சொல்லிருந்து பெறப்பட்ட சொல்லே ஹைட்ரோஸ்பியர் (Hydrosphere) ஆகும். இதற்கு நீர்க்கோளம் என்று பெயர்.<br>(ii) இது பெருங்கடல்கள், கடல்கள், ஆறுகள், ஏரிகள், மலையுச்சிகளில் காணப்படும் பனியுறைகள், வளிமண்டலத்தில் காணப்படும் நீராவி ஆகிய அனைத்தையும் உள்ளடக்கியதாகும்.<br><b>வளிமண்டலம்:</b><br>(i) &rsquo;அட்மோ&lsquo; (Atmo) என்ற கிரேக்கப் பதத்திற்கு வளி அல்லது காற்று என்று பொருள். புவியைச் சுற்றி காணப்படும் பல்வேறு காற்றுத் தொகுதி வளிமண்டலம் எனப்படுகிறது. <br>(ii) வளிமண்டலத்தில் காணப்படும் வாயுக்களில் நைட்ரஜன் (78%) மற்றும் ஆக்ஸிஜன் (21%) முதன்மையான வாயுக்களாகும்.<br> (iii) கார்பன்-டை-ஆக்ஸைடு, ஆர்கான், ஹைட்ரஜன், ஹீலியம் மற்றும் ஓசோன் வாயுக்கள் குறைந்த அளவில் காணப்படுகின்றன.<br><b>உயிர்க்கோளம்:</b><br>(i). பாறைக்கோளம், நீர்க்கோளம் மற்றும் வளிமண்டலம் ஆகியவற்றோடு தொடர்புடைய உயிரினங்கள் வாழக்கூடிய  ஒரு பகுதி &rsquo;உயிர்க்கோளம்&lsquo; எனப்படுகிறது.<br>(ii) &rsquo;பயோ&lsquo; என்ற கிரேக்கச் சொல்லிற்கு &rsquo;உயிர்&lsquo; என்று பொருள். உயிர்க்கோளம் பல்வேறு மண்டலங்களாகப் பிரிக்கப்பட்டுள்ளது.<br> (iii) ஒவ்வொரு மண்டலமும் ஒப்பற்ற காலநிலை, தாவரங்கள் மற்றும் விலங்கினங்களைக் கொண்ட பகுதியாக உள்ளது. இம்மண்டலங்கள் 'சூழல் மண்டலங்கள்' என்று அழைக்கப்படுகின்றன.  "
    },
    {
        question: "<div align='center'>படத்தைப் பார்த்து பதிலளி</div><br/><img src='./image/chapter5image15m.jpg'/></br></br><img src='./image/chapter5image25m.jpg'/><br> (அ) 1. சூரியனுக்கு அருகாமையில் உள்ள கோள் எது?",
        answer:"புதன் "
    },
    {
        question: "2. பெரியதான கோள் எது?",
        answer:"வியாழன் "
    },
    {
        question: "3. சூரியனிடமிருந்து தொலைவில் உள்ள கோள் எது? ",
        answer:"நெப்டியூன் "
    },
    {
        question: "4. செந்நிறக் கோள் எது?",
        answer:"செவ்வாய் "
    },
    {
        question: "<div align='center'>படத்தைப் பார்த்து பதிலளி</div><br/><img src='./image/chapter5image35m.jpg'/><br>1. படத்தில் உள்ள கோளின் பெயர் என்ன? ",
        answer:"யுரேனஸ் "
    },
    {
        question: "2. கோளின் நிறம் என்ன?",
        answer:"பச்சை "
    },
    {
        question: "3. இந்நிறத்திற்கான காரணம் என்ன?",
        answer:"மீத்தேன் வாயு இக்கோளில் உள்ளதால் இது பச்சை நிறமாகத் தோன்றுகிறது "
    },
    {
        question: "<div align='center'>குறுக்கெழுத்துப் புதிர்</div><br><img src='./image/chapter5image45m.jpg'/><br><b>இடமிருந்து வலம்</b><br>1. இரவும் பகலும் சமமாக காணப்படும் நிகழ்வு <br>5. குருளைக் கோள் <br>7. சூரியனிடமிருந்து மிகத் தொலைவில் உள்ள கோள்<br> 8. சூரியனில் உள்ள வாயு <br><b>மேலிருந்து கீழ்</b><br> 4. நான் காலையில் தென்படுவேன்<br>2. நிலவை ஆராய இந்தியாவால் அனுப்பப்பட்ட. முதல் விண்கலம்<br> 3. நான் 76 ஆண்டுகளுக்கு ஒரு முறை தோன்றுவேன்<br>6. பூமியின் நடுவில் செல்லும் ஓர் கற்பனைக் கோடு <br> 9. எனக்கு இரண்டு துணைக் கோள்கள் உண்டு விடை. ",
        answer:"</br><img src='./image/chapter5image55m.jpg'/> "
    }
];
var SocialScience6Chapter5Summary  = [
    {
        content:"&#9679; சுமார் 15 பில்லியன் ஆண்டுகளுக்கு முன்பு ஏற்பட்ட பெரு வெடிப்பின் போது பேரண்டம் உருவானது.</br>&#9679; பேரண்டத்தில் எண்ணிலடங்கா விண்மீன்திரள் மண்டலங்கள் காணப்படுகின்றன.</br>&#9679; நமது சூரியக் குடும்பம் பால்வெளி விண்மீன் திரள் மண்டலத்தில் காணப்படுகிறது.</br>&#9679; சூரியக் குடும்பத்தின் மொத்த நிறையில் சூரியன் மட்டும் 99.8 சதவிகிதம் உள்ளது.</br>&#9679; வெள்ளி மற்றும் யுரேனஸ் கோள்களைத் தவிர பிற கோள்கள் அனைத்தும் சூரியனை எதிர் கடிகாரச் சுற்றில் சுற்றி வருகின்றன.</br>&#9679; சிறுகோள்கள் செவ்வாய் மற்றும் வியாழன் கோள்களுக்கிடையே காணப்படுகின்றன.</br>&#9679; புவி சுழலுவதன் காரணமாக இரவு பகல் ஏற்படுகிறது.</br>&#9679; புவி சூரியனைச் சுற்றி வருவதன் காரணமாக பருவ காலங்கள் ஏற்படுகின்றன.</br>&#9679; கோடைக்காலக் கதிர் திருப்பம் வட அரைக்கோளத்தில் நீண்ட பகல் பொழுதைக் கொண்டிருக்கும்.</br>&#9679; புவியில் காணப்படும் நிலம், நீர் மற்றும் காற்று ஆகியவற்றோடு தகுந்த காலநிலையும் புவியில் உயிரினங்கள் வாழக் காரணமாகின்றன."
    }
];
   