var SocialScience6Chapter1MCQ = [
    {
        question: "1. பழங்கால மனிதன் தனது உணவைச் சேகரிக்க மேற்கொண்ட நடவடிக்கை. ",
        answers:
        {
            a: 'வணிகம்',
            b: 'வேட்டையாடுதல்',
            c: 'ஓவியம் வரைதல்',
            d: 'விலங்குகளை வளர்த்தல்'
        },
        correctAnswer: 'b'
    },
    {
        question: "<div align='center'>கூற்றையும் காரணத்தையும் பொருத்துக்க. சரியான விடையைக் குறியிட்டுக் காட்டு</div><br/>1. <b>கூற்று:</b> பழைய கற்கால மனிதர்கள் வேட்டையாடச் செல்லும்போது நாய்களை உடன் அழைத்துச் சென்றனர்.<br> <b>காரணம்:</b>குகைகளில் பழைய கற்கால மனிதன் தங்கியிருந்த போது, விலங்குகள் வருவதை நாய்கள் தமது மோப்ப சக்தியினால் அறிந்து அவனுக்கு உணர்த்தின.",
        answers:
        {
            a: 'கூற்று சரி, காரணம் தவறு.',
            b: 'கூற்று சரி, கூற்றுக்கான காரணமும் சரி.',
            c: 'கூற்று தவறு, காரணம் சரி.',
            d: 'கூற்று தவறு, காரணமும் தவறு.'
        },
        correctAnswer: 'b'
    },
    {
        question: "2. பண்டைய காலத்தில் வாழ்ந்த மனிதர்கள் பயன்படுத்திய பொருட்கள் அகழாய்வுகள் மூலமாகத் தோண்டியெடுக்கப்பட்டுள்ளன. அப்பொருட்கள் அக்கால மக்களின் வாழ்க்கை முறை பற்றி அறிந்து கொள்ளப் பாதுகாக்கப்படுகின்றன. இக்கூற்றுடன் தொடர்புடையது எது? ",
        answers:
        {
            a: 'அருங்காட்சியகங்கள்',
            b: 'புதை பொருள்படிமங்கள் ',
            c: 'கற்கருவிகள்',
            d: 'எலும்புகள்'
        },
        correctAnswer: 'a'
    },
    {
        question: "3. தவறான இணையைக் கண்டுபிடி:",
        answers:
        {
            a: 'அ) பழைய கற்காலம் - (i) கற்கருவிகள்',
            b: 'ஆ) பாறை ஓவியங்கள் - (ii) குகைச் சுவர்கள் ',
            c: 'இ) செப்புத் தகடுகள் - (iii) ஒரு வரலாற்று ஆதாரம்',
            d: 'ஈ) பூனைகள் - (iv) முதலில் பழக்கப்படுத்தப்பட்ட விலங்கு'
        },
        correctAnswer: 'd'
    },
    {
        question: "4. மற்ற தொடர்களிலிருந்து வேறுபட்ட ஒன்றைக் கண்டுபிடி: ",
        answers:
        {
            a: 'பாறைகள் மற்றும் குகைகளில் ஓவியங்கள் வரையப்பட்டிருந்தன.',
            b: 'வேட்டையாடுதலை குறிப்பதாக ஓவியங்கள் இருந்தன.',
            c: 'பழங்கால மனிதன் தனது குடும்ப உறுப்பினர்களுக்கு வேட்டையாடுதலை எடுத்துரைப்பதற்காக வரைந்திருக்கலாம்.  ',
            d: 'பல வண்ணங்களில் ஓவியங்கள் வரையப்பட்டிருந்தன.'
        },
        correctAnswer: 'c'
    },
    {
        question: "<div align='center'>பொருத்துக</div></br><table border='1'><tr><td>அ)</td><td>பாறை ஓவியங்கள்</td><td>-</td><td>(i)</td><td>செப்புத் தகடுகள்</td></tr><tr><td>ஆ)</td><td>எழுதப்பட்ட பதிவுகள்</td><td>-</td><td>(ii)</td><td>மிகவும் புகழ்பெற்றஅரசர்</td></tr><tr><td>இ)</td><td>அசோகர்</td><td>-</td><td>(iii)</td><td>தேவாரம் </td></tr><tr><td>ஈ)</td><td>மத சார்புள்ள இலக்கியம்</td><td>-</td><td>(iv)</td><td> வாழ்க்கை முறையைப் புரிந்து கொள்வதற்கு உதவுகிறது</td></tr></table>",
        answers:
        {
            a: 'அ – iv,&nbsp;&nbsp;&nbsp;&nbsp;ஆ - i,&nbsp;&nbsp;&nbsp;&nbsp;இ- ii,&nbsp;&nbsp;&nbsp;&nbsp;ஈ – iii',
            b: 'அ – iv,&nbsp;&nbsp;&nbsp;&nbsp;ஆ - i,&nbsp;&nbsp;&nbsp;&nbsp;இ – iii,&nbsp;&nbsp;&nbsp;&nbsp;ஈ - ii',
            c: 'அ – iv,&nbsp;&nbsp;&nbsp;&nbsp;ஆ – iii,&nbsp;&nbsp;&nbsp;&nbsp;இ - ii,&nbsp;&nbsp;&nbsp;&nbsp;ஈ - i',
            d: 'அ – iii,&nbsp;&nbsp;&nbsp;&nbsp;ஆ - i,&nbsp;&nbsp;&nbsp;&nbsp;இ - ii,&nbsp;&nbsp;&nbsp;&nbsp;ஈ – iv'
        },
        correctAnswer: 'a'
    }
];
var SocialScience6Chapter1_1M  = [
    {
        question: "1. பழைய கற்கால மனிதன் பெரும்பாலும் வாழ்ந்த இடங்கள் $\\underline { \\hspace {2cm}}$  ",
        answer:"குகைகள்"
    },
    {
        question: "2. வரலாற்றின் தந்தை $\\underline { \\hspace {2cm}}$",
        answer:"ஹெரோடோடஸ்"
    },
    {
        question: "3. பழைய கற்கால மனிதன் பழக்கிய முதல் விலங்கு $\\underline { \\hspace {2cm}}$",
        answer:"நாய்"
    },
    {
        question: "4. கல்வெட்டுகள் $\\underline { \\hspace {2cm}}$ ஆதாரங்கள் ஆகும்.  ",
        answer:"தொல்பொருள்"
    },
    {
        question: "5. அசோகச் சக்கரத்தில் $\\underline { \\hspace {2cm}}$ ஆரக்கால்கள் உள்ளன. ",
        answer:"24"
    },
    {
        question: "<div align='center'>சரியா? தவறா?</div><br>1. பழைய கற்காலத்தைச் சேர்ந்த கற்கருவிகள் சென்னைக்கு அருகில் உள்ள அத்திரம்பாக்கத்தில் கிடைத்துள்ளன.",
        answer:"சரி"
    },
    {
        question: "2. பழங்கால மனிதர்கள் பயன்படுத்திய பொருட்கள் தொல்லியல் துறையினரால் அருங்காட்சியகத்தில் பாதுகாக்கப்படுகின்றன.",
        answer:"சரி"
    },
    {
        question: "3. அசோகரது காலத்தில் புத்த சமயம் நாடு முழுவதும் பரவியது.",
        answer:"சரி"
    }
    
];
var SocialScience6Chapter1TM  = [
    {
        question: "1. நாட்குறிப்பு எழுதுவதன் பயன்கள் இரண்டைக் கூறு.",
        answer:"(i) நடந்து முடிந்த நிகழ்வுகளைக் குறித்து வைத்துக் கொள்ளவும். <br>(ii) வரலாற்றுக்கு முற்பட்ட காலத்தில் நம் முன்னோர்கள் பயன்படுத்திய கற்கருவிகளைப் பற்றியும், அவர்கள் வாழ்ந்த வாழ்க்கை முறைகளைப் பற்றியும் நாட்குறிப்புகளை வைத்துக் கொண்டே நாம் தெரிந்து கொள்ள முடியும். "
    },
    {
        question: "2. வரலாற்றுக்கு முந்தைய கால மக்களின் வாழ்க்கை முறையை நாம் எவ்வாறு அறிந்து கொள்கிறோம்? ",
        answer:" (i) அக்கால மனிதர்கள் பயன்படுத்திய கற்கருவிகளிலிருந்தும் <br>(ii) பாறைகளின் மீது அவர்கள் தீட்டிய ஓவியங்களிலிருந்தும்<br> (iii) குகைச் சுவர்களில் தீட்டப்பட்ட ஓவியங்களிலிருந்தும் அக்கால மக்களின் வாழ்க்கை முறையை நாம் அறிந்து கொள்ளலாம்."
    },
    {
        question: "3. கல்வெட்டுகள் ஓர் எழுதப்பட்ட வரலாற்றுச் சான்றா? ",
        answer:"ஆம்! கல்வெட்டுகள் ஓர் எழுதப்பட்ட வரலாற்றுச் சான்றே! "
    },
    {
        question: "4. வரலாற்று தொடக்கக் காலம் (Proto History) என்றால் என்ன? ",
        answer:" வரலாற்றுக்கும், வரலாற்றுக்கு முந்தைய காலத்திற்கும் இடைப்பட்ட காலத்தை வரலாற்று தொடக்கக்காலம் என்று அழைக்கலாம். "
    },
    {
        question: "5. ஏதேனும் ஒரு காப்பியத்தின் பெயரை எழுது.",
        answer:"இராமாயணம்/ மகாபாரதம்/ மணிமேகலை"
    }
          
];
var SocialScience6Chapter1_5M  = [
    {
        question: "1. வரலாறு என்றால் என்ன? </b>",
        answer:"(i) &lsquo;வரலாறு&rsquo; என்பது கடந்தகால நிகழ்வுகளின் &lsquo;காலவரிசைப் பதிவு&rsquo;.<br>(ii)வரலாறு என்ற சொல் கிரேக்கச் சொல்லான &lsquo;இஸ்டோரியா&rsquo;  (Istoria) என்பதிலிருந்து பெறப்பட்டது. இதன் பொருள் &lsquo;விசாரிப்பதன் மூலம் கற்றல்&rsquo;என்பதாகும்."
    },
    {
        question: "2. வரலாற்றுக்கு முந்தைய காலம் பற்றி எழுதுக. ",
        answer:". (i) வரலாற்றுக்கு முந்தைய காலம் என்பது மனிதன் முதன் முதலில் கற்கருவிகளைப் பயன்படுத்தியதற்கும், எழுதும் முறைகளை கண்டுபிடித்ததற்கும் இடைப்பட்ட காலமாகும். <br>(ii) கற்கருவிகள்&rsquo;   புதை படிவங்கள்&rsquo;   பாறை ஓவியங்கள் போன்ற பலவற்றிலிருந்தும் வரலாற்றுத் தரவுகளைப் பெறுகிறோம். "
    },
    {
        question: "3. வரலாற்றுக்கு முந்தைய காலத்தைப் பற்றி அறிய உதவும் சான்றுகள் எவை? ",
        answer:"மலைப்பாறைகளிலும்&rsquo;குகைச் சுவர்களிலும் வரையப்பட்ட பாறை ஓவியங்கள்&rsquo;கற்கருவிகள்&rsquo;புதை படிவங்கள்&rsquo;தொல்லியல் அடையாளங்கள் இவை வரலாற்றுக்கு முந்திய காலத்தைப் பற்றி நாம் அறியக்கூடிய சில சான்றுகள் ஆகும்."
    },
    {
        question: "4. வரலாற்றுக்கு முந்தைய காலக்கருவிகள் கண்டுபிடிக்கப்பட்ட இடங்கள் யாவை?",
        answer:"(i) வரலாற்றுக்கு முந்தைய காலகருவிகள் கொண்டபூர், நெவாசா, மேர்காஷ் போன்ற இடங்களிலிருந்தும், பாறை-குகை வசிப்பிடங்களான பிம்பேட்கா மற்றும் எடக்கல் குகைகளிலிருந்தும் காணலாம்.<br>(ii) தமிழ்நாட்டில், அத்திரம்பாக்கம், அரியலூர், பெரம்பலூர், ஆதிச்சநல்லூர் போன்ற இடங்களிலிருந்து கிடைக்கப்பெற்ற பொருள்களிலிருந்தும் வரலாற்றுக்கு முந்தைய கால கருவிகளைப் பற்றி நாம் அறிந்து கொள்ளலாம்."
    },
    {
        question: "5. அருங்காட்சியகத்தின் பயன்கள் யாவை? ",
        answer:"(i) வரலாற்றுக்கு முற்பட்ட காலத்தைச் சேர்ந்த கல் ஆயுதங்கள், பெருங்கற்கால மக்கள் பயன்படுத்திய ஈமத் தாழிகள்&rsquo; பழங்குடி மக்களின் வாழ்வியல் பொருட்கள் போன்றவை அருங்காட்சியகத்தில் காட்சிப்படுத்தப்பட்டுள்ளன.<br> (ii)இவற்றின் மூலம் அக்கால மனிதர்களின் வாழ்க்கை முறையை அறிய முடிகிறது.<br>(iii) குகைகளில் வாழ்ந்த மனிதர்கள் வரைந்த ஓவியங்களின் புகைப்படங்கள்&rsquo; இரும்பு&rsquo; வெண்கலம்&rsquo; தங்கம் போன்றவற்றால் செய்யப்பட்ட சிற்பங்கள் ஆகியவை அக்கால மனிதர்களின் திறமையை அறிந்து கொள்ள உதவுகிறது.<br>(iv) மாணவர்களுக்குப் பொது அறிவுக் களஞ்சியமாக பயன்படுகிறது. "
    },
    {
        question: "6. பழங்கால மனிதன் வேட்டையாடப் பயன்படுத்திய கருவிகள் சிலவற்றைக் கூறு. ",
        answer:"(i) பாறைகளிலிருந்து தயாரிக்கப்பட்ட கூர்மையான கற்கருவிகள் பயன்படுத்தப்பட்டன.<br>(ii) ஒருவகை கற்கருவி 'கண்ணீர்-துளி’ போன்ற வடிவத்தில் அமைந்த மிகக் கூரான ஆயுதம்.<br> (iii) மற்றொரு வகை 'கற்கருவி’ (Burin)&rsquo;உருண்டையான&rsquo;ரம்பம் போன்ற கூர்மையான நுனிகளை உடையது.<br>(iv) இவை தவிர, மிருகங்களின் கொம்புகள், எலும்புகள், மரக்கிளைகளாலான கருவிகள் ஆகியனவும் பயன்படுத்தப்பட்டன."
    },
    {
        question: "7. பாறைகளில் ஓவியங்கள் ஏன் வரையப்பட்டன? ",
        answer:"(i) பாறைகளில் ஓவியங்கள் வரையப்பட்டதன் காரணம் எதிர்கால மக்களுக்கு இம்மக்களின் வாழ்க்கை முறைகளை தெரிவிப்பதற்காகவும். <br>(ii) அக்கால மக்கள் தம் ஒவ்வொரு செயலையும் ஓவியமாகத் தீட்ட விருப்பம் கொண்டதற்காகவும் இருக்கலாம்.<br><iii>பாறைகளில் ஓவியங்கள் தீட்டினால் நெடுங்காலம் அவை அழியாமல் இருக்கும் என நினைத்திருக்கலாம். "
    },
    {
        question: "8. தொல் கைவினைப் பொருட்கள் ஏதேனும் இரண்டினைக் கூறுக",
        answer:"(i) மண் பொம்மைகள், ஆபரணங்கள், மட்பாண்டங்கள், கற்கருவிகள் இவையாவும் மனிதனால் உருவாக்கப்பட்டவையாகும். <br>(ii)கற்களாலும், உலோகங்களாலும் மற்றும் மண்ணைக் கொண்டு ஒரு வடிவத்தை ஏற்படுத்தி அதை தொல்லியல் கைவினைப் பொருட்களாகவே பயன்படுத்தி வந்தனர். "
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினாக்கள்.</div><br>1. வரலாற்றுக்கு முந்தைய காலத்தில் மக்களுக்கு நாய் எவ்வாறு பயனுள்ளதாக இருந்தது?",
        answer:"(i) வரலாற்றுக்கு முந்தைய காலத்தில் மக்கள் வாழ்ந்த குகையினுள் கொடிய மிருகங்கள் வர வாய்ப்பிருந்தது.<br> (ii) இதிலிருந்து தப்பிக்க நாயினுடைய மோப்ப சக்தி உதவும் என்பதை மனிதன் அறிந்து கொண்டான்.<br>எனவே குகைகளில் விலங்குகள் வருவதை நாய்கள் தமது மோப்ப சக்தியினால் அறிந்து, குரைத்தவாறு அவனுக்கு உணர்த்தின.<br>(iii)ஆகவே, வேட்டையாடுவதற்கும், பாதுகாப்பிற்கும் நாய்கள் பயனுள்ளதாக இருந்தன. "
    },
    {
        question: "2. பழைய கற்கால மனிதனின் வாழ்க்கை முறையைத் தற்கால வாழ்க்கை முறையோடு ஒப்பிட்டுப் பார்.",
        answer:"<table border ='1'><tr><th>வ.எண்</th><th>பழைய கற்கால மனிதன்</th><th>தற்கால மனிதன்</th></tr><tr><td>1.</td><td>நாடோடி வாழ்க்கை.</td><td>நகரமோ, அல்லது கிராமமோ ஒரே இடத்தில் வாழ்க்கை.</td></tr><tr><td>2.</td> <td>குகைகளிலும், மரப் பொந்துகளிலும் பாதுகாப்பின்றி வாழ்ந்தனர்.</td><td>பாதுகாப்பான வீடுகளில் வாழ்கின்றனர். </td></tr><tr><td>3.</td><td>மரப்பட்டைகள், இலைகள், விலங்கின் தோல் ஆகியவற்றை ஆடையாக அணிகின்றனர்.</td><td>பட்டு, பருத்தி ஆகியவற்றால் நெய்யப்ட்ட துணிமணிகளை அணிந்தனர். </td></tr><tr><td>4.</td><td>இயற்கையாகக் கிடைத்த கிழங்கு, காய், கனிகளை உண்டனர்.</td><td> சிறந்த உணவு வகைகளை சமையல் செய்து உண்ணுகிறார்கள். </td></tr><tr><td>5.</td><td>ஒவ்வொரு நாளும் போராட்டமான வாழ்க்கை.</td><td> நவீன கண்டுபிடிப்புகளால் சொகுசான வாழ்க்கை முறை..</td></tr></table>"
    },
    {
        question: "<div align='center'>மாணவர் செயல்பாடு.</div><br>1. உனது குடும்பத்தில் நடத்த முக்கிய நிகழ்வுகளையும் அவை நிகழ்த்த ஆண்டுகளையும் குறிக்கவும். ஆசிரியர் உதவியுடன் தனியாக அல்லது குழுவாக இணைந்து இந்த நிகழ்வுகளைக் காலக்கோடாக வரைந்து பார்",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "2. ஆதிகால மனிதன் கற்களைக் கருவியாகப் பயன்படுத்தினான். கற்களின் பயன்களைக் காட்டும் படங்களைச் சேகரித்து ஒரு படத்தொகுப்பு தயார் செய்க.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "3. கீழே குறிப்பிடப்பட்டுள்ள வரலாற்று ஆதாரங்கள் எந்த வகையைச் சார்ந்தது?<br>அ) ஆதிச்சநல்லூரில் இருந்து அகழ்ந்தெடுக்கப்பட்ட தாழிகள்<br> ஆ) வேள்விக்குடி செப்பேடுகள்<br>இ) மகாபாரதம்<br> ஈ) சாஞ்சி ஸ்தூபி<br> உ) பட்டினப்பாலை<br> ஊ) கீழடியில் கிடைத்துள்ள மட்பாண்டங்கள்<br>  எ) சிந்து வெளியில் கண்டெடுக்கப்பட்ட பொம்மைகள்<br>  ஏ) தஞ்சை பெரிய கோவில் ",
        answer:"அ) கலைப்பொருட்கள் தொல் பொருள்கள்)<br> ஆ) கல்வெட்டுகள் (தொல் பொருள்கள்) <br>இ)  மதசார்புள்ள இலக்கியம் - இதிகாசங்கள் <br> ஈ) நினைவுச் சின்னங்கள் தொல் பொருள்கள்)<br> உ) இலக்கிய ஆதாரங்கள் <br> ஊ) கலைப்பொருட்கள் தொல் பொருள்கள்) <br>  எ) கலைப்பொருட்கள் தொல் பொருள்கள்) <br>  ஏ) தஞ்சை நினைவுச் சின்னங்கள் தொல் பொருள் ஆதாரங்கள்) "
    },
    {
        question: "<div align='center'>வாழ்க்கைக் கல்வி</div><br>1. களிமண்ணைக் கொண்டு பழைய கற்கால மனிதன் பயன்படுத்திய கற்கருவிகளின் மாதிரிகள் தயார்செய்க.",
        answer:"<img src='./image/chapter1image1Lifeskill.jpg'/><br/><img src='./image/chapter1image2Lifeskill.jpg'/>"
    },
    {
        question: "2. தாத்தா, பாட்டி அண்டை வீட்டுக்காரர்கள், ஆசிரியர்கள் ஆகியோருடன் உரையாடி உனது தெரு, கிராமம், நகரம் அல்லது பள்ளி இவற்றில் ஏதேனும் ஒன்றைப் பற்றிய செய்திகளைச் சேகரி. அதன் வரலாற்றை &lsquo;நாணும் ஒரு வரலாற்று ஆசிரியன்&rsquo; ஏன்ற தலைப்பில் ஒரு கட்டுரையாக ஏழுதிப்பார்.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>கட்டக வினாக்கள்</div><br><table border =1><tr><td>அன்று மனிதர்கள் என் மீது கிறுக்கினார்கள்; வண்ணமை கொண்டு ஓவியம் வரைந்தனர். இன்று என்னை உடைத்து வீடுகள், சாலைகள் அமைக்கின்றனர். நான் யார்?<br>விடை: </td><td>ஏதேனும் இரு தொல்பொருள் ஆதாரங்களைக் கூறு,<br> விடை: <br> 2. நினைவுச் சின்னங்கள்<br>3. கல்வெட்டுகள்</b></td><td> இலக்கியச் சான்றுகளின் வகைகளைக் கூறு. <br>விடை: </td></tr><tr><td>பொ.ஆ.மு - இதன் இதன் விரிவாக்கம் என்ன?<br>விடை: </td><td>&ldquo;இஸ்டோரியா&rdquo; என்னும் கிரேக்கச் சொல்லுக்கு என்ன பொருள்? <br>விடை: </td><td>பொ.ஆ- இதன் விரிவாக்கம் என்ன?<br> விடை: </td></tr><tr><td>கல்வெட்டுக்கு குறிப்புகளைப் பற்றி ஆராயும் துறை$\\underline {\\hspace {2cm}}$<br> விடை: </td><td> நாணயங்களை ஆராயும் துறை $\\underline {\\hspace {2cm}}$<br> விடை: </td><td> நீங்கள் பேச, பார்க்க, கேட்க, எழுத, படிக்க உதவுவேன். நானின்றி இவ்வுலகம் இல்லை. நான் யார்? <br>விடை: <b</td></tr></table>",
        answer:"<br/><br/>விடை:<table border =1><tr><td>அன்று மனிதர்கள் என் மீது கிறுக்கினார்கள்; வண்ணமை கொண்டு ஓவியம் வரைந்தனர். இன்று என்னை உடைத்து வீடுகள், சாலைகள் அமைக்கின்றனர். நான் யார்?<br>விடை: <b>பாறை</b></td><td>ஏதேனும் இரு தொல்பொருள் ஆதாரங்களைக் கூறு,<br> விடை: <b>1. தொல் கைத்திறன் பொருட்கள்<br> 2. நினைவுச் சின்னங்கள்<br>3. கல்வெட்டுகள்</b></td><td> இலக்கியச் சான்றுகளின் வகைகளைக் கூறு. <br>விடை:<b> 1. மதசாற்பற்றவை<br> 2. மத சார்புள்ளவை</td></tr><tr><td>பொ.ஆ.மு - இதன் இதன் விரிவாக்கம் என்ன?<br>விடை: <b>பொது ஆண்டிற்கு முன்</b></td><td>&ldquo;இஸ்டோரியா&rdquo; என்னும் கிரேக்கச் சொல்லுக்கு என்ன பொருள்? <br>விடை: <b> விசாரிப்பதன் மூலம் கற்றல்</b></td><td>பொ.ஆ- இதன் விரிவாக்கம் என்ன?<br> விடை: <b>பொது ஆண்டு</b></td></tr><tr><td>கல்வெட்டுக்கு குறிப்புகளைப் பற்றி ஆராயும் துறை$\\underline {\\hspace {2cm}}$<br> விடை: <b>கல்வெட்டியல்</td><td> நாணயங்களை ஆராயும் துறை $\\underline {\\hspace {2cm}}$<br> விடை: <b>நாணயவியல்</b></td><td> நீங்கள் பேச, பார்க்க, கேட்க, எழுத, படிக்க உதவுவேன். நானின்றி இவ்வுலகம் இல்லை. நான் யார்? <br>விடை: <b>வரலாற்று ஆதாரங்கள்</b></td></tr></table> "
    },
    {
        question: "<div align='center'>வரைபடம்</div><br> இந்திய அரசியல் வரைபடத்தில் கீழ்க்கண்ட இடங்களைக் குறிக்கவும் <br/>டெல்லி<br/> சென்னை<br/> தமிழ்நாடு<br/> ஆந்திர பிரதேசம்<br/>கேரளா<br/>கர்நாடகா.",
        answer:"<img src='./image/chapter1image1Map.jpg'/>"
    }
     
];   
var SocialScience6Chapter1Summary  = [
    {
        content:"&#9679; வரலாற்றுக்கு முந்தைய கால மக்களின் வாழ்வியலைக் கற்கருவிகள், பாறை ஓவியங்கள், புதை படிவங்கள் மற்றும் அகழாய்வுப்பொருட்கள் மூலம் அறிந்துகொள்ளலாம்.</br>&#9679; வரலாற்றுக்கு முந்தைய காலத்துக்கும் வரலாற்றுக்காலத்துக்கும் இடைப்பட்டது தொடக்க கால வரலாறு எனப்படுகிறது.</br>&#9679; பழங்கால மனிதர்கள் தங்கள் பாதுகாப்புக்காகவும் வேட்டைக்காகவும் நாய்களைப் பழக்கப்படுத்தினார்கள்.</br>&#9679; பேரரசர் அசோகர் அமைதி , அறம் ஆகியவற்றைப் பின்பற்றினார்.</br>&#9679; நமது தேசியக் கொடியில் இடம் பெற்றுள்ள ஆரக்கால் சக்கரம் அசோகர் நிறுவிய சாரநாத் கற்றூணில் உள்ள இலச்சினையாகும்."
    }
];    
 