var SocialScience6Chapter4MCQ = [
    {
        question: "1. 6500 ஆண்டுகளுக்கு பழமையான நாகரிகத்தின் நகரம் ",
        answers:
        {
            a: 'ஈராக்',
            b: 'சிந்துவெளி ',
            c: 'தமிழகம்',
            d: 'தொண்டமண்டலம்'
        },
        correctAnswer: 'a'
    },
    {
        question: "2. இவற்றுள் எது தமிழக நகரம்? ",
        answers:
        {
            a: 'ஈராக்',
            b: 'ஹரப்பா',
            c: 'மொகஞ்சதாரோ',
            d: 'காஞ்சிபுரம்'
        },
        correctAnswer: 'd'
    },
    {
        question: "3. வங்காள விரிகுடாவுடன் தொடர்பில்லாத நகரம்",
        answers:
        {
            a: 'பூம்புகார்',
            b: 'மதுரை ',
            c: 'கொற்கை',
            d: 'காஞ்சிபுரம் '
        },
        correctAnswer: 'b'
    },
    {
        question: "4. தமிழர்களின் நீர் மேலாண்மையை விளக்குவது<br> <table><tr><td>அ)</td><td>கல்லணை</td></tr><td>ஆ)</td><td>காஞ்சிபுர ஏரிகள்</td></tr><tr><td>இ)</td><td>பாராக்கிரம பாண்டியன் ஏரி</td></tr><tr><td>ஈ)</td><td>காவிரிஆறு</td></tr></table>  ",
        answers:
        {
            a: 'அ மட்டும் சரி',
            b: 'ஆ மட்டும் சரி',
            c: 'இ மட்டும் சரி',
            d: 'அ மற்றும் ஆ'
        },
        correctAnswer: 'd'
    },
    {
        question: "5. சரி பின்வருவனவற்றுள் எது தொன்மையான நகரமல்ல?",
        answers:
        {
            a: 'மதுரை',
            b: 'காஞ்சிபுரம்',
            c: 'பூம்புகார்',
            d: 'சென்னை '
        },
        correctAnswer: 'd'
    },
    {
        question: "6. கீழடி அகழாய்வுகளுடன் தொடர்புடைய நகரம்",
        answers:
        {
            a: 'மதுரை ',
            b: 'காஞ்சிபுரம்',
            c: 'பூம்புகார்',
            d: ' ஹரப்பா '
        },
        correctAnswer: 'a'
    },
    {
        question: "<div align='center'>கூற்றுக்கான காரணத்தை ஆராய்ந்து சரியான விடையைத் தேர்ந்தெடு.</div><br><b>கூற்று:</b> பூம்புகார் நகரத்திலிருந்து அண்டை நாடுகளுக்கு ஏற்றுமதியும், இறக்குமதியும் நடைபெற்றது.<br><b> காரணம்:</b> வங்காள விரிகுடா கடல் போக்குவரத்திற்கு ஏதுவாக அமைந்ததால் அண்டைய நாடுகளுடன் வணிகம் சிறப்புற்றிருந்தது. ",
        answers:
        {
            a: 'கூற்று சரி; காரணம் தவறு.',
            b: 'கூற்று சரி; கூற்றுக்கான காரணமும் சரி',
            c: 'கூற்று தவறு; காரணம் சரி',
            d: 'கூற்று தவறு; காரணம் தவறு'
        },
        correctAnswer: 'b'
    },
    {
        question: "2. அ) திருநாவுக்கரசர், &ldquo;'கல்வியில் கரையில&rdquo; எனக் குறிப்பிட்ட நகரம் காஞ்சிபுரம்.<br>ஆ) இந்தியாவின் ஏழு புனிதத் தலங்களுள் ஒன்று என யுவான்சுவாங் குறிப்பிட்டது காஞ்சிபுரம்.<br> இ. நகரங்களுள் சிறந்தது காஞ்சிபுரம் என காளிதாசர் குறிப்பிட்டுள்ளார்.",
        answers:
        {
            a: 'அ மட்டும் சரி',
            b: 'ஆ மட்டும் சரி',
            c: 'இ மட்டும் சரி',
            d: 'அனைத்தும் சரி '
        },
        correctAnswer: 'd'
    },
    {
        question: "3. சரியான தொடரைக் கண்டறிக.",
        answers:
        {
            a: 'நாளங்காடி என்பது இரவு நேர கடை.',
            b: 'அல்லங்காடி என்பது பகல் நேர கடை.',
            c: 'ரோமானிய நாட்டு நாணயம் தயாரித்த தொழிற்சாலை கிடைத்தது பூம்புகார்.',
            d: 'கொற்கை அருகில் உள்ள உவரியில் இருந்து முத்து ஏற்றுமதி செய்யப்பட்டது.'
        },
        correctAnswer: 'd'
    },
    {
        question: "4. தவறான தொடரைக் கண்டறிக.",
        answers:
        {
            a: 'மெகஸ்தனிஸ் தன்னுடைய பயணக் குறிப்புகளில் மதுரையைப் பற்றிக் குறிப்பிட்டுள்ளார்.',
            b: 'யுவான் சுவாங் தமிழ்நாட்டு நகரான காஞ்சிபுரத்திற்கு வந்தார்.',
            c: 'கோவலனும், கண்ணகியும் காஞ்சிபுரத்தில் வாழ்ந்தனர்.',
            d: 'ஈராக் நகரம் பட்டினப்பாலையில் குறிப்பிடப்பட்டுள்ளது.'
        },
        correctAnswer: 'c'
    },
    {
        question: "5. சரியான இணையைக் கண்டறிக.",
        answers:
        {
            a: 'கூடல் நகர் - பூம்புகார்',
            b: 'தூங்கா நகரம் - ஹரப்பா',
            c: 'கல்வி நகரம் - மதுரை',
            d: 'கோயில் நகரம் - காஞ்சிபுரம்'
        },
        correctAnswer: 'd'
    },
    {
        question: "6. தவறான இணையைக் கண்டறிக. ",
        answers:
        {
            a: 'வட மலை - தங்கம்',
            b: 'மேற்கு மலை - சந்தனம்',
            c: 'தென் கடல் - முத்து',
            d: 'கீழ் கடல் - அகில்'
        },
        correctAnswer: 'd'
    }
    
];
var SocialScience6Chapter4_1M  = [
    {
        question: "1. கைலாசநாதர் ஆலயத்தைக் கட்டியவர் $\\underline {\\hspace {2cm}}$ ",
        answer:"ராஜசிம்ம பல்லவன்"
    },
    {
        question: "2. கோயில் நகரம் என அழைக்கப்படுவது $\\underline {\\hspace {2cm}}$ ",
        answer:"காஞ்சிபுரம்"
    },
    {
        question: "$\\underline {\\hspace {2cm}}$. மாசாத்துவன் எனும் பெயர் தரும் பொருள்  ",
        answer:"ஒரு பெரிய வணிகன்"
    },
    {
        question: "<div align='center'>சரியா? தவறா? </div><br>1. பூம்புகாரில் நடைபெற்ற அண்டைநாட்டு வணிகத்தின் மூலமாக பண்பாட்டு பரிமாற்றம் நடைபெற்றது. ",
        answer:"சரி"
    },
    {
        question: "2. மதுரையில் அல்லங்காடியில் பெண்கள் பயமின்றி இரவு நேரங்களில் பொருட்கள் வாங்கிச் சென்றனர். ",
        answer:"சரி"
    },
    {
        question: "3. பல்லவர்கள் காலத்தில் எண்ணற்ற குடைவரைக் கோயில்கள் அமைக்கப்பட்ன. ",
        answer:"சரி"
    },
    {
        question: "4. போதிதர்மர் காஞ்சிபுரத்தைச் சேர்ந்தவர். ",
        answer:"சரி"
    }
];
var SocialScience6Chapter4TM  = [
    {
        question: "1. ஏற்றுமதி என்றால் என்ன? ",
        answer:"ஒரு நாட்டில் உற்பத்தியாகும் பொருள்கள் தேவைக்குப்போக எஞ்சியவற்றை மற்றொரு நாட்டின் மக்களுக்காக அனுப்பப்படும் முறைக்கு ‘ஏற்றுமதி' என்று பெயர். "
    },
    {
        question: "2. இப்பாடத்தில் குறிப்பிடப்பட்டுள்ள காப்பியம் மற்றும் சங்கப்பாடல் நூலைக் கூறு.  ",
        answer:"<b>காப்பியம் : </b> சிலப்பதிகாரம் / மணிமேகலை.<br><b>சங்கப்பாடல் நூல் :</b> பட்டினப்பாலை. "
    },
    {
        question: "3. தொண்டை நாட்டின் தொன்மையான நகரம் எது? ",
        answer:"தொண்டை நாட்டின் தொன்மையான நகரம் காஞ்சிபுரம். "
    },
    {
        question: "4. கிராமத்திற்கும், நகரத்திற்கும் உள்ள ஏதேனும் ஒரு வேறுபாட்டைக் கூறு. ",
        answer:"<b>கிராமம் :</b> குறைந்த குடியிருப்புகளுடன் குறைவான மக்கள் தொகையுடன் உள்ளவை கிராமம் ஆகும்.<br><b>நகரம் :</b>பெரிய அளவில் திட்டமிடப்பட்டு அதிகமான குடியிருப்புகளுடன், அதிக மக்கள் தொகை கொண்டவை 'நகரம்' எனப்படும்."
    },
    {
        question: "5. லோத்தல் நகரத்துடன் தொடர்புடைய நாகரிகம் எது? ",
        answer:"லோத்தல் நகரத்துடன் தொடர்புடைய நாகரிகம் சிந்துவெளி நாகரிகம். "
    },
    {
        question: "6. உலகின் தொன்மையான நாகரிகம் எது? ",
        answer:"உலகின் மிகத் தொன்மையான நாகரிகம் மெசபடோமியா நாகரிகம்."
    }
     
    
]; 
var SocialScience6Chapter4_5M  = [
    {
        question: "1. இந்தியாவின் பண்டைய நகரங்களைக் குறிப்பிடுக. ",
        answer:"விடை ஹரப்பா, மொகஞ்சதாரோ, மதுரை, காஞ்சி, பூம்புகார் ஆகியவை மிகவும் புகழ்பெற்றவை ஆகும்."
    },
    {
        question: "2. தமிழகத்தின் பண்டைய நகரங்களைக் குறிப்பிடுக. ",
        answer:"பூம்புகார், மதுரை, காஞ்சி ஆகிய இம் மூன்று நகரங்கள் மட்டுமல்லாமல் கொற்கை, வஞ்சி, தொண்டி, உறையூர், தகடூர், முசிறி, கருவூர், மாமல்லபுரம், தஞ்சை, காயல் போன்ற நகரங்களும் தமிழ்நாட்டில் இருந்துள்ளன. இதற்கான சான்றுகள் மதுரைக்கு அருகில் உள்ள கீழடியில் நடத்தப்பட்ட அகழ்வாய்வில் கிடைத்துள்ளன. "
    },
    {
        question: "3. தமிழக நகரங்கள் பற்றி அறிய உதவும் சான்றுகள் யாவை? ",
        answer:"(i) இரட்டை காப்பிய நூல்களான சிலப்பதிகாரம், மணிமேகலை மற்றும் பட்டினப்பாலையிலிருந்து அறிந்து கொள்ளலாம்.<br> (ii) கிரேக்க வரலாற்றாசிரியர் மெஸ்தனிசின் குறிப்புகளில் மதுரையைப்பற்றி உள்ளது. <br> (iii) சாணக்கியர் தனது அர்த்த சாஸ்திரத்தில் மதுரையைப் பற்றி கூறியுள்ளார். <br> (iv) சீன வரலாற்றாசிரியர் யுவான் சுவாங், காஞ்சியைப்பற்றி குறிப்பிட்டுள்ளார். <br> (v) கவிஞர் காளிதாசர், திருநாவுக்கரச நாயன்மார் ஆகியோர் காஞ்சியைப் புகழ்ந்துள்ளனர்."
    },
    {
        question: "4. மதுரையை ஆண்ட தமிழ் மன்னர்கள் பற்றி குறிப்பிடுக. ",
        answer:"பண்டைய காலத்தில் மதுரையை முறையே பாண்டியர்களும், சோழர்களும், களப்பிரர்களும் ஆட்சி செய்தனர். இடைக்காலத்தில் பிற்காலச் சோழர்களும், பிற்காலப் பாண்டியர்களும், அவர்களைத் தொடர்ந்து நாயக்கர்களும் ஆட்சி புரிந்தனர். "
    },
    {
        question: "5. மதுரைக்கு வழங்கப்படும் வேறு சில பெயர்களைக் குறிப்பிடுக.  ",
        answer:"(i) சங்கம் வளர்த்த நகரம்.<br>(ii)தூங்கா நகரம். <br> (iii) கூடல் நகர்."
    },
    {
        question: "6. நாளங்காடி, அல்லங்காடி - வேறுபடுத்துக. ",
        answer:"(i) நாளங்காடி என்பது பகல் பொழுதிலான அங்காடியாகும். <br> (ii) 'அல்லங்காடி’ என்பது இரவு நேரத்து அங்காடியாகும். "
    },
    {
        question: "7. காஞ்சியில் பிறந்த சான்றோர்கள் யார்? யார்? ",
        answer:"தர்மபாலர், ஜோதிபாலர், சுமதி, போதிதர்மர் போன்ற சான்றோர்கள் காஞ்சியில் பிறந்து வாழ்ந்தவர்கள். "
    },
    {
        question: "8. ஏரிகள் மாவட்டம் எது? ஏன் அவ்வாறு அழைக்கப்படுகிறது? ",
        answer:"(i) ஏரிகள் மாவட்டம் என அழைக்கப்படுவது காஞ்சிபுரம் ஆகும்.<br> (ii) காஞ்சி நகரைச் சுற்றிலும் நூற்றுக்கணக்கான ஏரிகள் வெட்டப்பட்டு நீர் தேக்கி வைக்கப்பட்டது; <br>(ii) இந்த ஏரிகள் கால்வாய்களுடன் இணைக்கப்பட்டிருந்தன. "
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினாக்கள்</div><br><b>1. ஈராக் - குறிப்பு தருக.</b> ",
        answer:"(i) பண்டைய மெசபடோமியாவின் ஒரு பகுதி தற்போது ஈராக் ஆகும்.<br>(ii) இது சுமேதிய நாகரிகத்தின் நகரம் எனப்படுகிறது. <br>(iii) இங்கு இரட்டையாறு எனப்படுகிற டைகிரீஸ், யூப்ரடீஸ் நதிகள் ஓடுகின்றன.<br> (iv) இது ஒரு வணிகப் பகுதியாகும்.<br>(v) இது பட்டினப்பாலையில் குறிப்பிடப்பட்டுள்ளது."
    },
    {
        question: "2. பூம்புகாரின் வணிகம் பற்றி ஒரு பத்தியளவில் எழுதுக.  ",
        answer:"(i) பண்டைய மெசபடோமியாவின் ஒரு பகுதி தற்போது ஈராக் ஆகும்.<br>(ii) இது சுமேதிய நாகரிகத்தின் நகரம் எனப்படுகிறது. <br>(iii) இங்கு இரட்டையாறு எனப்படுகிற டைகிரீஸ், யூப்ரடீஸ் நதிகள் ஓடுகின்றன.<br> (iv) இது ஒரு வணிகப் பகுதியாகும்.<br>(v) இது பட்டினப்பாலையில் குறிப்பிடப்பட்டுள்ளது. 2. பூம்புகாரின் வணிகம் பற்றி ஒரு பத்தியளவில் எழுதுக.  (i) கடல் வழி வணிக் மிக சிறப்பாக பூம்புகார் துறைமுகத்தில் நடைபெற்றது. <br>(ii) இதனை பட்டினப்பாலை, சிலப்பதிகாரம், மணிமேகலை ஆகிய நூல்களிலிருந்து அறியலாம்.<br>(iii)பெரு வணிகர்களும், பெருங்கடல் வணிகர்களும் நிறைந்த பகுதியாக பூம்புகார் விளங்கியது.<br> (iv) கிரேக்கம், ரோம் உள்ளிட்ட பல நாடுகளைச் சேர்ந்த வணிகர்கள் இங்கு வந்துள்ளனர்.<br> (v) தொடர் வணிகத்தின் காரணமாக வெளிநாட்டு வணிகர்களில் பலர் பூம்புகாரிலேயே வசித்தனர்.<br>(VI) இங்கு வணிகம் நேர்மையாகவும், நாணயமாகவும் நடைபெற்றது.<br> (VII) சந்தனம், முத்து, பவளம், கருமிளகு, தங்கம் மற்றும் குதிரைகள் ஆகியன இறக்குமதி செய்யப்பட்டன. "
    },
    {
        question: "3. காஞ்சியில் பிறந்த சான்றோர்களின் பெயர்களைக் கூறு.  ",
        answer:"தர்மபாலர், ஜோதிபாலர், சுமதி, போதிதர்மர் போன்ற சான்றோர்கள் காஞ்சியில் பிறந்து வாழ்ந்தவர்கள். "
    },
    {
        question: "4. கோயில் நகரம் - குறிப்பு தருக.",
        answer:"(i) காஞ்சி கோயில்களின் நகரம் என்று அழைக்கப்படுகிறது.<br> (ii) இங்கு உள்ள கைலாசநாதர் கோவில் புகழ்பெற்றது. பிற்காலப் பல்லவ மன்னன் ராஜசிம்மன் இந்த கற்கோவிலைக் கட்டினான். <br> (iii) பல்லவர்கள் காலத்தில் எண்ணற்ற குடைவரைக் கோவில்களும் கட்டப்பட்டன.  "
    },
    {
        question: "5.  காஞ்சிபுரம் கல்வியில் தலை சிறந்து விளங்கியதென்பதை நிரூபி.  ",
        answer:"(i) காஞ்சி நகரில் தான் முதன்முதலில் ஏராளமாக பள்ளிகள் அமைக்கப்பட்டன.</br>(ii) சமணர் அமைத்த பள்ளிகளில் சமண மாணவர்களும், புத்த விகாரங்களில் புத்த மாணவர்களும் பயின்றனர். </br>(iii)நாளந்தா பல்கலைக்கழகத்தில் பயின்ற சீன வரலாற்றாசிரியர் யுவான் சுவாங் கூடுதல் படிப்புக்காக காஞ்சியில் இருந்த கடிகைக்கு வந்திருக்கிறார். <br>(iv) &ldquo;நகரங்களில் சிறந்தது காஞ்சி&rdquo; என்று கவிஞர் காளிதாசர் கூறுகிறார். <br> (v) &ldquo;கல்வியில் கரையிலாத காஞ்சி&rdquo; என்று நாயன்மார்களுள் முதன்மையானவரான திருநாவுக்கரசர் காஞ்சி நகரைப் புகழ்ந்துள்ளார். "
    },
    {
        question: "<div align='center'>மாணவர் செயல்பாடு</div><br><b> 1. கீழடி அகழாய்வுகள் குறித்த ஆல்பம் தயாரிக்கவும்.</b> ",
        answer:"(i) கீழடி தொல்லியல் களம் என்பது இந்தியத் தொல்லியல் ஆய்வு நிறுவனத்தால் அகழாய்வு செய்யப்பட்டு வரும் ஒரு சங்க கால வசிப்பிடம் ஆகும்.<br>(ii) இந்த அகழாய்வு மையம் தமிழ்நாட்டில் மதுரைக்குத் தென்கிழக்கில் 12 கி.மீ தொலைவில், சிவகங்கை மாவட்டத்தில் கீழடி என்ற ஊருக்கு அருகில் அமைந்துள்ளது. <br> (iii) வைகையாறு தோன்றும் தேனி மாவட்டம் தொடங்கி கடலில் கலக்கும் இராமநாதபுரம் மாவட்டம் வரை வைகை ஆற்றங்கரையின் அருகாமை பகுதிகளில் 2013-14இல் 3 நடத்தப்பட்ட தொல்லியல் ஆய்வுகளின்போது தொல்லியல் எச்சங்கள் உள்ள 293 பகுதிகள் கண்டறியப்பட்டன. <br> (iv) இவை களஞ்சியங்கள், வணிகத் தலங்கள், துறைமுகங்கள், வாழிடங்கள், கோயில்கள் என்ற வகையிலானவை. <br>(V) கிட்டத்தட்ட 48 சதுரக் குழிகள் வெட்டப்பட்டு உறைகிணறுகள், செங்கற் சுவர்கள், கூரை 2 ஓடுகள், மண்பாண்டங்கள், மிளிர்கல் அணிகலன்கள், எலும்புக் கருவிகள், இரும்பு வேல், தமிழ் எழுத்து பொறிக்கப்பட்ட பானையோடுகள் எனப் பல்வேறு தொல்லெச்சங்கள் அகழ்ந்தெடுக்கப்பட்டுள்ளன<br> (Vi) இலக்கியத்தில் குறிப்பிடப்படும் பாண்டியர்களின் தொல்நகரான பெருமணலூர் இதுவாக இருக்கலாம் என்று கருதப்படுகிறது. ",    },
    {
        question: "2. பண்டைய தமிழகத்தின் வணிக சிறப்புமிக்க நகரம் பூம்புகார். கலந்துரையாடு. ",
        answer:"<table border ='1'><tr><td>செயல்பாட்டினை மாணவர்கள் தாங்களே செய்து பார்க்கவும்.</td></table>"
    },
    {
        question: "3. பல்லவர்கள் காலக்கோயில்கள் பற்றிய புகைப்படங்களை சேகரி. ",
        answer:"<b> பல்வர்கள் காலக் கோயில்கள் :</b><br> (i) காஞ்சிபுரம் கைலாசநாதர் கோயில். பிற்கால பல்லவ மன்னன் ராஜசிம்மன் இந்த கற்கோவிலைக் கட்டினார்.<br>(ii) மாமல்லபுரம் இரதக் கோயில்கள்.<br>(iii) மாமல்லபுரம் கடற்கரைக் கோயில்.<br>(iv) வைகுண்ட பெருமாள் கோயில், பல்லவ மன்னன் இரண்டாம் நந்திவர்மன் இக்கோவிலைக் கட்டினார்.  "
    },
    {
        question: "4. தமிழகத்தில் உள்ள புகழ்பெற்ற ஏரிகள் பற்றி ஒரு சிறு நூலினைத் தயாரிக்கவும்.",
        answer:"<table border ='1'><tr><td>(i)</td><td>செம்பரம்பாக்கம் ஏரி, காஞ்சிபுரம் மாவட்டம்</td><td>(ii)</td><td>கலிவேளி ஏரி, விழுப்புரம் மாவட்டம்</td></tr><tr><td>(iii)</td><td>கொலவை ஏரி, காஞ்சிபுரம் மாவட்டம்</td><td>(iv)</td><td>பழவேற்காடு ஏரி, கொரமண்டல் கடற்கரை</td></tr><tr><td>(V)</d><td>சோழவரம் ஏரி, திருவள்ளூர் மாவட்டம்</td><td>(vi)</td><td>(iv)வீராணம் ஏரி, கடலூர் மாவட்டம்</td></td></tanle>"
    },
    {
        question: "5. தமிழ்நாட்டின் புகழ்பெற்ற நகரங்கள் குறித்து ஒரு சிறு நூலைத் தயாரிக்கவும்.",
        answer:"<table border ='1'><tr><td>(i)</td><td> சென்னை </td><td>(ii)</td><td> கோயமுத்தூர் </td></tr><tr><td>(iii)</td><td> திருச்சிராப்பள்ளி </td><td>(iv)</td><td> திருப்பூர்</td></tr><tr><td>(V)</d><td> சேலம் </td><td>(vi)</td><td>ஈரோடு </td></tr><tr><td>(vii)</td><td>திருநெல்வேலி </td><td>(Viii)</d><td> கும்பகோணம் </td></tr></table>"
    },
    {
        question: "<div align='center'>கட்டக வினாக்கள்</div><br> 1. <table border =1><tr><td> எந்த நதிக்கரையில் பூம்புகார் அமைந்திருந்தது? <br> <b> விடை: </b></td><td> தமிழ்ச்சங்கம் அமைந்திருந்த தொன்மையான நகரம் எது? <br><b> விடை: </b></td><td> சங்க இலக்கியங்களில் ஏதேனும் ஒன்று கூறு.  <br><b> விடை: </b></td></tr><tr><td> பாண்டிய நாட்டைப் பற்றி குறிப்புகள் கூறிய கிரேக்க வரலாற்றாசிரியர் யார்? <br><b> விடை: </b></td><td> தமிழ் நாட்டின் தெற்கு மாவட்டங்கள் சங்க காலத்தில் எந்த ஆட்சியின் கீழ் இருந்தன? <br><b>  விடை: </b></td><td> நாளந்தா பல்கலைக்கழகத்தில் தங்கிப் படித்த சீன வரலாற்றாசிரியர் யார்?  <br><b> விடை: </b></td></tr><tr><td> திருநாவுக்கரசர், காஞ்சியை $\\underline {\\hspace {2cm}}$ என்று குறிப்பிடுகிறார். <br><b> விடை: </b></td><td> சங்க காலத்தில் இருந்த இரவு நேர கடைகளின் பெயர் என்ன? <br><b> விடை: </b></td><td> பல்லவமன்னன் இராஜசிம்மனால் காஞ்சியில் கட்டப்பட்ட கோயிலின் பெயர் என்ன? <br><b> விடை: b></td></tr><td> ஏரிகள் மாவட்டம் என்று அழைக்கப்படுவது எது? <br><b>  விடை:  </b></td><td> வணிகம் என்றால் என்ன?<br><b> விடை: </b></td><td> வங்காள விரிகுடா கடற்கரையில் அமைந்துள்ள ஒரு துறைமுகத்தின் பெயரைக் கூறு. <br><b>  விடை: </b></td></tr></table>",
        answer:"<br/> விடை :<br/><table border =1><tr><td> எந்த நதிக்கரையில் பூம்புகார் அமைந்திருந்தது? <br> <b> விடை : காவிரி </b></td><td> தமிழ்ச்சங்கம் அமைந்திருந்த தொன்மையான நகரம் எது? <br><b> விடை : மதுரை </b></td><td> சங்க இலக்கியங்களில் ஏதேனும் ஒன்று கூறு.  <br><b> விடை :தொல்காப்பியம் </b></td></tr><tr><td> பாண்டிய நாட்டைப் பற்றி குறிப்புகள் கூறிய கிரேக்க வரலாற்றாசிரியர் யார்? <br><b> விடை : மெகஸ்தனிஸ் </b></td><td> தமிழ் நாட்டின் தெற்கு மாவட்டங்கள் சங்க காலத்தில் எந்த ஆட்சியின் கீழ் இருந்தன? <br><b>  விடை : பாண்டியர்</b></td><td> நாளந்தா பல்கலைக்கழகத்தில் தங்கிப் படித்த சீன வரலாற்றாசிரியர் யார்?  <br><b> விடை : யுவான் சுவாங் </b></td></tr><tr><td> திருநாவுக்கரசர், காஞ்சியை $\\underline {\\hspace {2cm}}$ என்று குறிப்பிடுகிறார். <br><b> விடை : கல்வியில் கரையிலாத காஞ்சி  </b></td><td> சங்க காலத்தில் இருந்த இரவு நேர கடைகளின் பெயர் என்ன? <br><b> விடை : அல்லங்காடி </b></td><td> பல்லவமன்னன் இராஜசிம்மனால் காஞ்சியில் கட்டப்பட்ட கோயிலின் பெயர் என்ன? <br><b> விடை : கைலாசநாதர் கோவில் </b></td></tr><td> ஏரிகள் மாவட்டம் என்று அழைக்கப்படுவது எது? <br><b>  விடை : காஞ்சிபுரம்  </b></td><td> வணிகம் என்றால் என்ன?<br><b> விடை : பொருள்கள் வாங்குவதும், விற்பதும் வணிகம் எனப்படும்</b></td><td> வங்காள விரிகுடா கடற்கரையில் அமைந்துள்ள ஒரு துறைமுகத்தின் பெயரைக் கூறு. <br><b>  விடை : சென்னை </b></td></tr></table> "
    },
    {
        question: "<div align='center'>வரைபடம்</div><br>தென்னிந்திய வரைபடத்தில் கீழ்க்கண்ட இடங்களைக் குறிப்பிடுக.<br/>1. சென்னை </br> 2. மதுரை </br> 3. காஞ்சிபுரம் </br> 4. பூம்புகார் <br>  5. அரபிக்கடல் </br> 6. வங்காள விரிகுடா </br>7. இந்தியப் பெருங்கடல் ",
        answer:"<img src='./image/chapter4image1Map.jpg'/> "
    }
];
var SocialScience6Chapter4Summary  = [
    {
        content:"&#9679; மதுரை, காஞ்சி, பூம்புகார் ஆகியவை தமிழகத்திலுள்ள மிகவும் புகழ்பெற்ற தொன்மையான நகரங்கள் ஆகும்.</br> &#9679; புகார் நகரத்து மக்களின் வாழ்க்கை முறையை, சங்க கால நூல்களான பட்டினப்பாலை, சிலப்பதிகாரம் போன்றவற்றைப் படிப்பதன் மூலம் அறிந்து கொள்ளலாம்.</br>&#9679; சங்கம் அமைத்துத் தமிழை வளர்த்த பெருமை மதுரைக்கு உண்டு.</br>&#9679; பல சான்றோர்கள் காஞ்சியில் பிறந்து வாழ்ந்தவர்கள். காஞ்சி கல்வியில் சிறந்த நகரம் ஆகும்.</br>&#9679; காஞ்சி கோயில்கள் நகரம் என்று அழைக்கப்படுகிறது. இந்நகரம் நீர் மேலாண்மைக்கு சிறந்த சான்று ஆகும்."
    }
];   