var SocialScience6Chapter2MCQ = [
    {
        question: "1. பரிணாமத்தின் வழிமுறை $\\underline {\\hspace {2cm}}$",
        answers:
        {
            a: 'நேரடியானது',
            b: 'மறைமுகமானது',
            c: 'படிப்படியானது',
            d: 'விரைவானது'
        },
        correctAnswer: 'c'
    },
    {
        question: "2. தான்சானியா $\\underline {\\hspace {2cm}}$கண்டத்தில் உள்ளது. ",
        answers:
        {
            a: 'ஆசியா',
            b: 'ஆப்பிரிக்கா',
            c: 'அமெரிக்கா',
            d: 'ஐரோப்பா'
        },
        correctAnswer: 'b'
    },
    {
        question: "<div align='center'>கூற்றுக்கான காரணத்தைப் பொருத்தும். சரியான விடையைத் தேர்ந்தெடு. </div></br><b>கூற்று:</b> உலகின் வெவ்வேறு பகுதிகளுக்கு இடம்பெயர்ந்த மனிதர்களின் உடலமைப்பிலும் நிறத்திலும் காலப்போக்கில் மாற்றங்கள் ஏற்பட்டன.<br><b> காரணம்:</b> தட்பவெப்ப நிலை மாற்றமே.",
        answers:
        {
            a: ' அ) கூற்று சரி ',
            b: 'ஆ) கூற்றுக்குப் பொருத்தமான காரணம் தரப்பட்டுள்ளது. ',
            c: 'இ) கூற்றும் காரணமும் சரி. ஆனால் பொருத்தமான காரணம் அல்ல.',
            d: 'ஈ) கூற்றும் காரணமும் தவறானவை.'
        },
        correctAnswer: 'b'
    }
        
];
var SocialScience6Chapter2_1M  = [
    {
        question: "1. தான்சானியாவில் காணப்பட்ட தொடக்க கால மனிதர்களின் காலடித்தடங்களை$\\underline {\\hspace {2cm}}$ உலகின் பார்வைக்குக் கொண்டுவந்தார்கள்.",
        answer:"மானுடவியல் ஆய்வாளர்கள்"
    },
    {
        question: "2. பல மில்லியன் ஆண்டுகளுக்கு முன்னால், நம் $\\underline {\\hspace {2cm}}$ வாழ்க்கை வாழ்ந்தார்கள்.",
        answer:"நாடோடி"
    },
    {
        question: "3. பழங்கால மனிதர்களின் முதன்மையான தொழில்கள். $\\underline {\\hspace {2cm}}$மற்றும். $\\underline {\\hspace {2cm}}$ஆகும்.",
        answer:"வேட்டையாடுதல், உணவைச் சேகரித்தல்"
    },
    {
        question: "4. $\\underline {\\hspace {2cm}}$ கண்டுபிடிக்கப்பட்ட நிகழ்வு விவசாயத்தை எளிதாக்கியது. ",
        answer:"கலப்பை"
    },
    {
        question: "5. பாறை ஓவியங்கள் நீலகிரி மாவட்டத்தில் உள்ள$\\underline {\\hspace {2cm}}$ என்னுமிடத்தில் காணப்படுகின்றன.",
        answer:"கரிக்கையூர்"
    },
    {
        question: "<div align='center'>சரியா? தவறா?</div><br>1. நாணயங்களை ஆராய்வதற்கான துறை மானுடவியல் ஆகும். ",
        answer:"தவறு"
    },
    {
        question: "2. ஹோமோ எரக்டஸ் மனிதர்களுக்கு நெருப்பு குறித்த அறிவு இருந்தது. ",
        answer:"சரி"
    },
    {
        question: "3. மனிதர்களின் முதல் அறிவியல் கண்டுபிடிப்பு சக்கரம் ஆகும். ",
        answer:"சரி"
    },
    {
        question: "4. மனிதர்களால் பழக்கப்படுத்தப்பட்ட முதல் விலங்கு ஆடு.",
        answer:"தவறு"
    },
    {
        question: "<div align='center'>தவறான இணையைக் கண்டுபிடி.</div><br> அ) ஆஸ்ட்ரலோபிதிகஸ்    - (i)  இரு கால்களால் நடப்பது<br> ஆ) ஹோமோ ஹபிலிஸ்   - (ii)  நிமிர்ந்து நின்ற மனிதன்<br> இ) ஹோமோ எரக்டஸ்     - (iii)  சிந்திக்கும் மனிதன் <br> ஈ) ஹோமோ சேப்பியன்ஸ் - (iv)  முகத்தின் முன்பக்க நீட்சி குறைந்து காணப்படுவது ",
        answer:"<b>சரி</b><br> அ) ஆஸ்ட்ரலோபிதிகஸ் - இரு கால்களால் நடப்பது<br> <b>தவறு</b><br> ஆ) ஹோமோ ஹபிலிஸ்   -  நிமிர்ந்து நின்ற மனிதன்<br> இ) ஹோமோ எரக்டஸ்   -  சிந்திக்கும் மனிதன் <br> ஈ) ஹோமோ சேப்பியன்ஸ் - முகத்தின் முன்பக்க நீட்சி குறைந்து காணப்படுவது "
    },
];
var SocialScience6Chapter2TM  = [
    {
        question: "1. அகழாய்வில் கிடைக்கும் பொருட்களின் காலத்தை அறிய என்ன முறை பயன்படுத்தப்படுகிறது?",
        answer:" அகழாய்வில் கிடைக்கும் பொருட்களின் காலத்தை அறிய, கதிரியக்கக் கார்பன் பகுப்பாய்வு முறை பயன்படுத்தப்பட்டது."
    },
    {
        question: "2. தொடக்க கால மனிதர்கள் எதை அணிந்தார்கள்? ",
        answer:"தொடக்க கால மனிதர்கள் பதப்படுத்தப்பட்ட விலங்குகளின் தோல்கள், மரங்களின் கிளைகள், இலைகள் ஆகியவற்றை அணிந்தார்கள்.  "
    },
    {
        question: "3. தொடக்க கால மனிதர்கள் எங்கு வாழ்ந்தார்கள்?",
        answer:" தொடக்க கால மனிதர்கள் குழுக்களாக மரம், குகை அல்லது மலையடிவாரத்தில் வாழ்ந்தார்கள். "
    },
    {
        question: "4. நிலத்தை உழுவதற்கு எந்த விலங்கு பயன்படுத்தப்பட்டது? ",
        answer:"நிலத்தை உழுவதற்கு எருதுகள் பயன்படுத்தப்பட்டன. "
    },
    {
        question: "5. மனிதர்கள் எப்போது ஒரே இடத்தில் குடியேறி வாழ ஆரம்பித்தார்கள்?",
        answer:"(i) மனிதர்கள் தங்கள் அனுபவத்தால் ஆற்றுக்கு அருகில் உள்ள நிலம் விவசாயத்துக்கும் கால்நடை வளர்ப்புக்கும் பயனுள்ளதாக இருக்கும் என்பதைப் புரிந்துகொண்டார்கள். <br> (ii) எனவே அவர்கள் ஆற்றங்கரைகளிலேயே நிலையாகத் தங்க முடிவெடுத்தார்கள். "
    }
    
]; 
var SocialScience6Chapter2_5M  = [
    {
        question: "1. பரிணாமம் என்றால் என்ன?",
        answer:"மனித இனம் மாறுதல் அடைந்து, ஒரு மேம்பட்ட கட்டத்தை நோக்கி வளர்ச்சி அடைவதே பரிணாமம் ஆகும்."
    },
    {
        question: " 2. ஹோமோ சேப்பியன்ஸ் மனிதர்களின் இரு பண்புகளை எழுது. ",
        answer:" (i) ஹோமோ சேப்பியன்ஸ் சுயமாக சிந்திப்பவராக இருந்தனர். <br> (ii) கரடு முரடான கருவிகளைப் பயன்படுத்தினர். <br> (iii) வேட்டையாடுகிற மற்றும் உணவு சேகரிக்கிற சமூகமாக வாழ்ந்தனர். "
    },
    {
        question: "3. மனிதர்கள் ஏன் இடம் விட்டு இடம் நகர்ந்தார்கள்?",
        answer:"(i) ஓரிடத்தில் உணவுப் பொருட்கள் கிடைப்பது நின்றுவிட்டால், அவர்கள் வேறொரு இடத்திற்குச் சென்றார்கள்.<br> (ii) விவசாய நிலத்தில் மண்வளம் குன்றிவிட்டால், அவர்கள் வேறு ஒரு பகுதிக்கு இடம்பெயர்ந்தார்கள்."
    },
    {
        question: "4. பழங்கால வேட்டை முறைகளை விளக்கிக் கூறவும்.",
        answer:"(i) உணவைத் தேடி நகர்ந்துகொண்டே இருந்தார்கள். பன்றி, மான், காட்டெருமை, காண்டாமிருகம், யானை, கரடி போன்ற விலங்குகளை வேட்டையாடினார்கள்.<br>(ii) குழுவாகச் சென்று வேட்டையாட ஆரம்பித்தனர். குழி தோண்டி, அதில் விலங்குகளைச் சிக்க வைத்து வேட்டையாடினர்.<br>(ii) கல், எலும்பு, மற்றும் மரக்கிளைகளாலான கூர்மையான கருவிகளை பயன்படுத்தினர். "
    },
    {
        question: "5. கோடரிகள் ஏன் உருவாக்கப்பட்டன? ",
        answer:"கோடரிகளை மரம் வெட்டவும், மரக்கிளைகளை நீக்கவும், குழிதோண்டவும், விலங்குகளை வேட்டையாடவும், விலங்குகளின் தோலை உரிக்கவும் பயன்படுத்தினார்கள். "
    },
    {
        question: "6. தொல்லியல் என்பதை எவ்வாறு வரையறுப்பாய்?",
        answer:" (i) வரலாற்றுக்கு முந்தைய கால மனிதர்களையும் அவர்கள் பயன்படுத்திய பொருட்களையும் பற்றிப் படிப்பது தொல்லியல் ஆகும். (ii) தொல்லியல் ஆய்விற்கு முக்கிய ஆதாரமாக அகழ்வாராய்ச்சிப் பொருட்கள் உதவுகின்றன. "
    },
    {
        question: "7. மானுடவியல் பற்றி நீ அறிந்துள்ளது என்ன?",
        answer:" (i) மனிதர்களையும் அவர்களின் பரிணாம வளர்ச்சியைப் பற்றி படிப்பது மானுடவியல் ஆகும்.<br>(ii) மானுடவியல் (anthropology) என்னும் சொல் இரண்டு கிரேக்க வார்த்தையிலிருந்து பெறப்பட்டது. anthropos என்பதன் பொருள் மனிதன்.<br> (iii) logos என்பதன் பொருள் எண்ண ங்கள் அல்லது காரணம். "
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினாக்கள்.</div><br>1. பழங்காலம் முதல் நவீன காலம் வரை சக்கரம் வகித்து வரும் முக்கியத்துவம்.",
        answer:"(i) ஆதிகால 'ஹோமோ சேப்பியன்ஸ்' மக்கள், உருளை வடிவ பொருட்கள் எளிதில் இயங்கக் கூடியனவாக இருந்ததை உணர்ந்து கொண்டனர். <br>(ii) அவர்களின் வம்சாவளியினர், இந்த உருளையின் உருண்டோடும் கலையைப் பயன்படுத்தி, உருளை வடிவ கட்டைகளின் மூலம் பெரிய பொருட்களை இடம் விட்டு இடம் நகர்த்திச் சென்றனர்.<br> (ii) இந்த உருளையும், அச்சும் சேர்ந்த கண்டுபிடிப்பு, உருளும் ஒரு கட்டை ஒரு துளையில் பொருத்தப்பட்டு புதியதொரு வண்டியை உருவாக்க ஏதுவாக அமைந்தது.<br> (iv) பின்னர் ஆரங்கள் அமைக்கப்பட்ட சக்கரத் தேர்கள், இந்த வண்டிகளை விட அதி விரைவாக பயணப்பட்டதால், 'தேர் பந்தயம்’ போன்றவைகள் கூட பின்னாளில் பழக்கப்பட்டவையாயின. <br>(v)ஆனால் தற்போதைய கண்டுபிடிப்பான காற்றடைக்கப்பட்ட இரப்பரினாலான உருளை வடிவங்கள் சக்கரங்களை, உறுதியானதாகவும், வெகுவேகமாக சுழலக் கூடியனவாகவும், வலிமையானதாகவும் மாற்றிவிட்டன. "
    },
    {
        question: "<div align='center'>மாணவர் செயல்பாடு.</div><br> வெவ்வேறு காலகட்டங்களைச் சேர்ந்த மனிதர்களின் படங்கள் அடங்கிய ஒரு படத்தொகுப்பைத் தயார் செய். ",
        answer:"<img src='./image/chapter2image1SA.jpg'/>"
    },
    {
        question: "<div align='center'>வாழ்க்கைத் திறன் </div><br>1. களிமண் பானைகள் மற்றும் கருவிகளைச் செய்துபார்.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "2. விதவிதமான பொம்மை வண்டிகளைச் சேகரி. அவற்றில் செவ்வகம், சதுரம், முக்கோணம் போன்ற வடிவங்களில் சக்கரங்களைப் பொருத்தி, வண்டிகள் ஏப்படி நகர்கின்றன ஏன்று சோதனை செய்து பார்.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>கட்டக வினாக்கள்</div><br> <table border ='1'><tr><td>$\\underline {\\hspace{2cm}}$ கண்டுபிடிக்கப்பட்ட நிகழ்வு பானை செய்வதை எளிதாக்கியது.<br>  விடை: </td><td>  பண்டப்பரிமாற்ற முறை என்பது $\\underline {\\hspace{2cm}}$  ஆகும்.<br>  விடை: </td><td>தொடக்க கால மனிதர்கள் வேட்டைக்குப் பயன்படுத்திய ஆயுதங்களில் இரண்டைக் கூறு.<br>விடை:  </td></tr><tr><td> ஆயுதங்களை செய்வதற்கு எற்ற கல் எது?<br>விடை: </td><td>நகரங்களும் பெருநகரங்களும் $\\underline {\\hspace{2cm}}$ மற்றும் $\\underline {\\hspace{2cm}}$ ஆகியவற்றால் தோன்றின.<br>விடை: </td><td>மனிதர்களின் முதல் அறிவியல் கண்டுபிடிப்பு எது?<br>விடை: </td></tr><td>பாறை ஓவியங்களில் உள்ள உருவங்களை அடையாளம் காணவும்.<br>விடை: </td><td>தொடக்க கால மனிதர்கள் முதன்மையான தொழில் எது?<br>  விடை:  </td><td>குகை ஓவியங்கள் மூலம் நாம் என்ன அறிந்துகொள்கிறோம்?<br> விடை: </td></tr><tr><td>தொடக்க கால மனிதர்கள் எங்கு வாழ்ந்தார்கள்?<br>விடை: </td><td>$\\underline {\\hspace{2cm}}$  தொல்லியல் துறையுடன் தொடர்புடையது.<br>விடை: </td><td>தொடக்க கால மனிதர்களால் பழக்கப்படுத்தப்பட்ட விலங்குகளில் இரண்டைக் குறிப்பிடு.<br>விடை: </td></td></table> ",
        answer:"<br/><br/><table border ='1'><tr><td>$\\underline {\\hspace{2cm}}$ கண்டுபிடிக்கப்பட்ட நிகழ்வு பானை செய்வதை எளிதாக்கியது.<br> <b> விடை: சக்கரம்</b></td><td>  பண்டப்பரிமாற்ற முறை என்பது $\\underline {\\hspace{2cm}}$  ஆகும்.<br><b> விடை: தேவையைவிட அதிகமாக உள்ள பொருட்களை கொடுத்து, அதற்கு பதிலாக வேறு பொருட்களைப் பெறுதல்.</b></td><td>தொடக்க கால மனிதர்கள் வேட்டைக்குப் பயன்படுத்திய ஆயுதங்களில் இரண்டைக் கூறு.<br><b>விடை:1. கூர்மையான் கற்கள்<br> 2. கோடரி</b></td></tr><tr><td> ஆயுதங்களை செய்வதற்கு எற்ற கல் எது?<br><b>விடை: சிக்கி-முக்கி கல் </td><td>நகரங்களும் பெருநகரங்களும் $\\underline {\\hspace{2cm}}$ மற்றும் $\\underline {\\hspace{2cm}}$ ஆகியவற்றால் தோன்றின.<br><b>விடை: வணிகம், வர்த்தகம்</b></td><td>மனிதர்களின் முதல் அறிவியல் கண்டுபிடிப்பு எது?<br><b>விடை: சக்கரம்</b></td></tr><td>பாறை ஓவியங்களில் உள்ள உருவங்களை அடையாளம் காணவும்.<br><b> <img src='./image/chapter2image2AG.jpg'/><br/>விடை: விலங்குகளை வேட்டையாடுதல்<br/><br/><img src='./image/chapter2image1AG.jpg'/><br/>விடை: நடமாடுதல்</td><td>தொடக்க கால மனிதர்கள் முதன்மையான தொழில் எது?<br><b> விடை: வேட்டையாடுதல்</b></td><td>குகை ஓவியங்கள் மூலம் நாம் என்ன அறிந்துகொள்கிறோம்?<br><b>விடை: அவர்களது தினசரி வாழ்க்கை முறை, நிகழ்வுகள் </td></tr><tr><td>தொடக்க கால மனிதர்கள் எங்கு வாழ்ந்தார்கள்?<br><b>விடை: குகைகளிலும்,<br> மலைகளிலும்,<br> மலை அடிவாரத்திலும்</b></td><td>$\\underline {\\hspace{2cm}}$  தொல்லியல் துறையுடன் தொடர்புடையது.<br><b>விடை: அகழ்வாராய்ச்சி</b></td><td>தொடக்க கால மனிதர்களால் பழக்கப்படுத்தப்பட்ட விலங்குகளில் இரண்டைக் குறிப்பிடு.<br><b>விடை: எருது, நாய்.</b></td></td></table> "
    },
    {
        question: "<div align='center'>வரைபடம்</div><br> <b>இந்திய வரைபடத்தில் கீழ்க்கண்ட இடங்களைக் குறிக்கவும்</b><br>1. ஆதிச்சநல்லூர்<br/>2. அத்திரம்பாக்கம்<br/>3. பிம்பேட்கா<br/>4. ஹன்சகை பள்ளத்தாக்கு<br/>5. லோத்தல்",
        answer:"<img src='./image/chapter2image1Map.jpg'/>"
    }
     
]; 
var SocialScience6Chapter2Summary  = [
    {
        content:"&#9679; மனித இனம் மாற்றங்களை அடைந்து, ஒரு மேம்பட்ட நிலையை நோக்கி வளர்ச்சி பெறும் வழிமுறையைப் பரிணாமம் என்கிறோம்.</br>&#9679; ஹோமோ சேப்பியன்ஸ் ஆப்பிரிக்காவுக்கு வெளியே இடம்பெயர்ந்து, உலகின் பல்வேறு பகுதிகளில் குடியேறினார்கள்.</br>&#9679; மனிதர்கள் சிக்கிமுக்கிக்கற்களின் துணையுடன் கூரான ஆயுதங்களையும் பிற கருவிகளையும் உருவாக்கினார்கள்.</br>&#9679; வேட்டையாடும் விலங்குகளிலிருந்து தங்களைப் பாதுகாப்பதற்கும் உணவைச் சமைப்பதற்கும் இரவில் இருட்டைப் போக்குவதற்கும் மனிதர்கள் நெருப்பைப் பயன்படுத்தினார்கள்.</br>&#9679; சக்கரத்தை மனிதன் உருவாக்கிய நிகழ்வு ஒரு முன்னோடியான கண்டுபிடிப்பாகக் கருதப்படுகிறது பானை செய்வதைச் சக்கரம் எளிதாக்கியது.</br>&#9679; தொடக்க கால மனிதர்களின் வாழ்க்கைமுறையைப் பற்றி அறிந்துகொள்ள பாறை ஓவியங்கள் உதவுகின்றன."
    }
];

