var SocialScience6Chapter6MCQ = [
    {
        question: "1. மிகச் சிறிய பெருங்கடல் ",
        answers:
        {
            a: 'பசிபிக் பெருங்கடல்',
            b: 'இந்தியப் பெருங்கடல்',
            c: 'அட்லாண்டிக் பெருங்கடல்',
            d: 'ஆர்க்டிக் பெருங்கடல்'
        },
        correctAnswer: 'd'
    },
    {
        question: "2. மலாக்கா நீர்ச்சந்தியை இணைப்பது",
        answers:
        {
            a: 'பசிபிக் பெருங்கடல் மற்றும் அட்லாண்டிக் பெருங்கடல்',
            b: 'பசிபிக் பெருங்கடல் மற்றும் தென் பெருங்கடல் ',
            c: 'பசிபிக் பெருங்கடல் மற்றும் இந்தியப் பெருங்கடல் ',
            d: 'பசிபிக் பெருங்கடல் மற்றும் ஆர்க்டிக் பெருங்கடல்'
        },
        correctAnswer: 'c'
    },
    {
        question: "3. அதிகமான கப்பல் போக்குவரத்து நடைபெறும் பெருங்கடல் ",
        answers:
        {
            a: 'பசிபிக் பெருங்கடல்',
            b: 'அட்லாண்டிக் பெருங்கடல் ',
            c: 'இந்தியப் பெருங்கடல்',
            d: 'ஆர்க்டிக் பெருங்கடல்'
        },
        correctAnswer: 'b'
    },
    {
        question: "4. உறைந்த கண்டம் ",
        answers:
        {
            a: 'வட அமெரிக்கா',
            b: 'ஆஸ்திரேலியா',
            c: 'அண்டார்டிகா',
            d: 'ஆசியா'
        },
        correctAnswer: 'c'
    },
    {
        question: "<div align='center'>பொருத்துக</div><table><tr><td>1.</td><td>தென்சான்ட்விச் அகழி</td><td>-</td><td> அ.</td><td>அட்லாண்டிக் பெருங்கடல்</td></tr><tr><td>2.</td><td>மில்வாக்கி அகழி</td><td>-</td><td>ஆ.</td><td>தென் பெருங்கடல்</td></tr><tr><td>3.</td><td> மரியானா அகழி</td><td>-</td><td>இ.</td><td>இந்தியப் பெருங்கடல்</td></tr><tr><td>4.</td><td>யுரேஷியன் படுகை</td><td>-</td><td>ஈ.</td><td>பசிபிக் பெருங்கடல்</td></tr><tr><td>5.</td><td>ஜாவா அகழி </td><td>-</td><td>உ.</td><td>ஆர்க்டிக் பெருங்கடல்</td></tr></table>",
        answers:
        {
            a: '1-இ,&nbsp;&nbsp;&nbsp;&nbsp;2-அ,&nbsp;&nbsp;&nbsp;&nbsp;3-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;4-உ,&nbsp;&nbsp;&nbsp;&nbsp;5-ஆ',
            b: '1-அ,&nbsp;&nbsp;&nbsp;&nbsp;2-ஆ,&nbsp;&nbsp;&nbsp;&nbsp;3-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;4-உ,&nbsp;&nbsp;&nbsp;&nbsp;5-இ',
            c: '1-ஆ,&nbsp;&nbsp;&nbsp;&nbsp;2-அ,&nbsp;&nbsp;&nbsp;&nbsp;3-இ,&nbsp;&nbsp;&nbsp;&nbsp;4-உ,&nbsp;&nbsp;&nbsp;&nbsp;5-ஈ',
            d: '1-ஆ,&nbsp;&nbsp;&nbsp;&nbsp;2-அ,&nbsp;&nbsp;&nbsp;&nbsp;3-ஈ,&nbsp;&nbsp;&nbsp;&nbsp;4-உ,&nbsp;&nbsp;&nbsp;&nbsp;5-இ'
        },
        correctAnswer: 'd'
    },
    {
        question: "<div align='center'>கொடுக்கப்பட்ட கூற்றுகளை ஆராய்க</div><br>I.<br/> 1. சமவெளிகள் ஆறுகளால் தோற்றுவிக்கப்படுகின்றன.<br> 2. இந்தியப் பெருங்கடலின் ஆழமான பகுதி &ldquo;சான்ட்விச்'&rdquo;அகழி.<br> 3. பீடபூமிகள் வன்சரிவைக் கொண்டிருக்கும். <br>மேற்கூறய கூற்றுகளில் சரியானவற்றைக் கீழே கொடுக்கப்பட்டுள்ள குறியீடுகளைப் பயன்படுத்திக் கண்டறிக. ",
        answers:
        {
            a: '1 மற்றும் 3 ',
            b: '2 மற்றும் 3 ',
            c: '1, 2 மற்றும் 3',
            d: '2 மட்டும் '
        },
        correctAnswer: 'a'
    },
    {
        question: "II.<br/><b>கூற்று1:</b> மலைகள் இரண்டாம் நிலை நிலத்தோற்றங்கள் ஆகும். <br><b>கூற்று2:</b> மிகவும் ஆழமான அகழி மரியானா அகழி. <br>சரியான கூற்றினை தேர்ந்தெடுத்து எழுதுக.",
        answers:
        {
            a: 'கூற்று 1 சரி, கூற்று 2 தவறு',
            b: 'கூற்று 1 தவறு, கூற்று 2 சரி',
            c: 'இரண்டு கூற்றுகளும் சரி',
            d: 'இரண்டு கூற்றுகளும் தவறு'
        },
        correctAnswer: 'c'
    }
        
        
];
var SocialScience6Chapter6_1M  = [
    {
        question: "1. உலகின் மிகப் பெரிய கண்டம் $\\underline {\\hspace {2cm}}$",
        answer:"ஆசியா"
    },
    {
        question: "2. இந்தியாவில் கனிம வளம் நிறைந்த பீடபூமி$\\underline {\\hspace {2cm}}$",
        answer:"சோட்டா நாகபுரி பீடபூமி "
    },
    {
        question: "3. பெருங்கடல்களில் மிகப் பெரியது$\\underline {\\hspace {2cm}}$",
        answer:" பசிபிக் பெருங்கடல்"
    },
    {
        question: "4. டெல்டா $\\underline {\\hspace {2cm}}$ நிலை நிலத்தோற்றம்.",
        answer:"மூன்றாம்"
    },
    {
        question: "5. தீவுக் கண்டம் என அழைக்கப்படுவது $\\underline {\\hspace {2cm}}$",
        answer:"எவரெஸ்ட்"
    },
    {
        question: "<div align='center'>பொருந்தாததை வட்டமிடுக</div><br>1. ஆப்பிரிக்கா, ஐரோப்பா, ஆஸ்திரேலியா, இலங்கை",
        answer:"இலங்கை"
    },
    {
        question: "2. ஆர்க்டிக் பெருங்கடல், மத்திய தரைக்கடல், இந்தியப் பெருங்கடல், அட்லாண்டிக் பெருங்கடல்",
        answer:"மத்திய தரைக்கடல்"
    },
    {
        question: "3. பீடபூமி, பள்ளத்தாக்கு, சமவெளி, மலை",
        answer:"பள்ளத்தாக்கு"
    },
    {
        question: "4. வங்காள விரிகுடா, பேரிங் கடல், சீனாக் கடல், தாஸ்மானியா கடல் ",
        answer:"வங்காள விரிகுடா"
    },
    {
        question: "5. ஆண்டிஸ், ராக்கி, எவரெஸ்ட், இமயமலை",
        answer:"இமயமலை"
    },
    {
        question: "<div align='center'>ஒரு வார்த்தையில் விடையளி</div><br>1. உலகின் உயரமான பீடபூமி எது?",
        answer:"திபெத்"
    },
    {
        question: "2. இரண்டாம் நிலை நிலத்தோற்றம் எவை?",
        answer:"மலைகள், பீடபூமிகள் மற்றும் சமவெளிகள். "
    },
    {
        question: "3. ஒரு நாட்டின் பெயரைக் கொண்டுள்ள பெருங்கடல் எது?",
        answer:"இந்தியப் பெருங்கடல்."
    },
    {
        question: "4. அரபிக் கடலில் உள்ள தீவுகள் யாவை?",
        answer:"லட்சத் தீவு, மாலத்தீவுகள்."
    },
    {
        question: "5. கடலிலுள்ள ஆழமான பகுதி யாது?",
        answer:"அகழி."
    }
];
var SocialScience6Chapter6TM  = [
    {
        question: "1. கண்டம் என்றால் என்ன? ",
        answer:"மிகப் பெரும் நிலப்பரப்பினைக் கண்டங்கள் என அழைக்கிறோம்."
    },
    {
        question: "2. அட்லாண்டிக் பெருங்கடலின் எல்லைகளாக உள்ள கண்டங்கள் யாவை?",
        answer:"அட்லாண்டிக் பெருங்கடலின் கிழக்கே ஐரோப்பாவும், ஆப்பிரிக்காவும், மேற்கே வட அமெரிக்காவும், தென் அமெரிக்காவும் எல்லைகளாக உள்ளன. "
    },
    {
        question: "3. பெருங்கடல் என்றால் என்ன?",
        answer:"பரந்த நீர்ப்பரப்பினை பெருங்கடல்கள் என அழைக்கிறோம்."
    },
    {
        question: "4. பரப்பளவின் அடிப்படையில் கண்டங்களின் பெயர்களை வரிசைப்படுத்தி எழுதுக.",
        answer:"<table><tr><td>(i)</td><td>ஆசியா</td><td>(ii)</td><td>ஆப்பிரிக்கா</td></tr><tr><td>(iii)</td><td>வட அமெரிக்கா</td><td>(iv)</td><td>தென் அமெரிக்கா</td></tr><tr><td>(v)</td><td>அண்டார்டிகா</td><td>(vi)</td><td>ஐரோப்பா</td></tr><tr><td>(vii)</td><td>ஆஸ்திரேலியா</td></tr></table>"
    },
    {
        question: "5. வட, தென் அமெரிக்காவைச் சூழ்ந்துள்ள பெருங்கடல்கள் எவை? ",
        answer:"(i) பசிபிக் பெருங்கடல் (ii) அட்லாண்டிக் பெருங்கடல்"
    },
    {
        question: "<div align='center'>வேறுபாடறிக</div><br/>1. மலை - பீடபூமி",
        answer:"<table border ='1'><tr><th>வ.எண்</th><th>மலை</th><th>பீடபூமி</th></tr><tr><td>1.</td><td>சுற்றுப்புற நிலப்பகுதியை விட 600மீக்கு மேல் உயர்ந்து காணப்படும் நிலத்தோற்றம் மலைகள் ஆகும்.</td><td>சமமான மேற்பரப்பைக் கொண்ட உயர்த்தப்பட்ட நிலப்பரப்பு பீடபூமி ஆகும். பீடபூமிகள் நூறு மீட்டரிலிருந்து பல்லாயிரம் மீட்டர் வரை உயர்ந்து காணப்படுகின்றன.</td></tr><tr><td>2. </td><td>இவை தனித்தோ அல்லது பீடபூமி தொடர்களாகவோ காணப்படுகின்றன. தொடர்ச்சியாக நீண்டு காணப்படும் மலைகள் மலைத்தொடர் எனப்படும்.</td><td> பீடபூமி சமமான மேற்பரப்பைக் கொண்டுள்ளதால் &ldquo;மேசைநிலம்&rdquo; எனவும் அழைக்கப்படுகிறது.</td></tr><tr><td>3.</td><td>உதாரணமாக, ஆசியாவில் உள்ள இமயமலைத்தொடர், வட அமெரிக்காவில் உள்ள ராக்கி மலைத்தொடர் மற்றும் தென் அமெரிக்காவில் உள்ள ஆண்டிஸ் மலைத்தொடர் ஆகியவற்றைக் கூறலாம்.</td><td> இந்தியாவில் காணப்படும் சோட்டா நாகபுரி பீடபூமி கனிமங்கள் நிறைந்த பகுதியாகும்</td></tr></table> "
    },
    {
        question: "2. பெருங்கடல் - கடல் விடை.",
        answer:"<table border ='1'><tr><th>பெருங்கடல்</th><th>கடல்</th></tr><tr><td>பெரும் நீர்ப்பரப்பு, பெருங்கடல்கள் அழைக்கப்படுகின்றன.<br><b>எ.கா.<br> இந்தியப்பெருங்கடல்</b></td><td>முழுமையாகவோ அல்லது பகுதியாகவோ நிலத்தால் சூழப்பட்ட பெரிய நீர்ப்பரப்பு கடல் எனப்படுகிறது.<br><b>எ.கா.<br> அரபிக்கடல்</td></tr></table> "
    }
    
   
]; 
var SocialScience6Chapter6_5M  = [
    {
        question: "1. நிலத்தோற்றத்தின் வகைகளை விளக்கி எழுதுக. ",
        answer:"தோற்றுவிக்கப்படும் நிலத்தோற்றங்கள் மூன்றாம் நிலை நிலத்தோற்றங்கள் ஆகும். புவியில் உயர்ந்த மலைகள், ஆழ்கடல்கள் மற்றும் பல்வேறு வகையான நிலத்தோற்றங்கள் காணப்படுகின்றன. இந்நிலத்தோற்றங்களை கீழ்க்கண்டவாறு வகைப்படுத்தலாம்.<br><b>1. முதல் நிலை நிலத்தோற்றங்கள்:</b><br> கண்டங்கள் மற்றும் பெருங்கடல்கள் முதல்நிலை நிலத்தோற்றங்கள் ஆகும். மிகப்பெரும் நிலப்பரப்பினைக் கண்டங்கள் எனவும் பரந்த நீர்ப்பரப்பினை பெருங்கடல்கள் எனவும் அழைக்கிறோம். உலகில் ஏழு கண்டங்கள் உள்ளன. அவை ஆசியா, ஆப்பிரிக்கா, வட அமெரிக்கா, தென் அமெரிக்கா, அண்டார்டிகா, ஐரோப்பா, மற்றும் ஆஸ்திரேலியா.. புவியில் ஐந்து பெருங்கடல்கள் காணப்படுகின்றன. அவை பசிபிக் பெருங்கடல், அட்லாண்டிக் பெருங்கடல், இந்தியப் பெருங்கடல், தென்பெருங்கடல் மற்றும் ஆர்க்டிக் பெருங்கடல் ஆகும்.<br><b>2. இரண்டாம் நிலை நிலத்தோற்றங்கள்:</b><br> மலைகள், பீடபூமிகள் மற்றும் சமவெளிகள் இரண்டாம் நிலைநிலத்தோற்றங்கள் என அழைக்கப்படுகின்றன. <br> <b>மலைகள்</b><br> சுற்றுப்புற நிலப்பகுதியைவிட 600மீக்கு மேல் உயர்ந்து காணப்படும் நிலத்தோற்றம் மலைகள் ஆகும்.<br><b> பீடபூமிகள்:</b><br>சமமான மேற்பரப்பைக் கொண்ட உயர்த்தப்பட்ட நிலப்பரப்பு பீடபூமி ஆகும்.<br><b>எ.கா. திபெத் பீடபூமி, சோட்டா நாகபுரி பீடபூமி<br></b><b>சமவெளிகள்:</b><br>சமவெளி சமமான மற்றும் தாழ்நிலத் தோற்றமாகும். இது கடல் மட்டத்திலிருந்து சுமார் 200 மீ.க்கும் குறைவான உயரம் கொண்டநிலத்தோற்றம் ஆகும். <br><b>கங்கைச் சமவெளி:</b><br><b>3. மூன்றாம் நிலை நிலத்தோற்றங்கள்:</b><br>ஆறுகள், பனியாறுகள், காற்று மற்றும் கடல் அலைகள் போன்றவற்றின் முக்கியச் செயல்கள் அரித்தல் மற்றும் படியவைத்தல் ஆகும். இச்செயல்களால் மலைகள், பீடபூமிகள் மற்றும் சமவெளிகளில் தோற்றுவிக்கப்படும் நிலத்தோற்றங்கள் மூன்றாம் நிலை நிலத்தோற்றங்கள் ஆகும். "
    },
    {
        question: "2. பீடபூமி பற்றிக் குறிப்பு வரைக. ",
        answer:"(i) சமமான மேற்பரப்பைக் கொண்ட உயர்த்தப்பட்ட நிலப்பரப்பு பீடபூமி ஆகும். இவைகள் மலைகளைப் போன்று வன்சரிவுகள் கொண்டவை.<br> (ii) பீடபூமிகள் நூறு மீட்டரிருந்து பல்லாயிரம் மீட்டர் வரை உயர்ந்து காணப்படுகின்றன. உலகிலேயே உயர்ந்த பீடபூமி திபெத் பீடபூமியாகும். ஆகவே திபெத் பீடபூமியை உலகத்தின் கூரை என்று அழைக்கிறோம். <br>  (iii) பீடபூமி சமமான மேற்பரப்பைக் கொண்டுள்ளதால் &ldquo;மேசைநிலம்&rdquo; எனவும் அழைக்கப்படுகிறது. பொதுவாக பீடபூமிகளில் கனிமங்கள் நிறைந்து காணப்படுகின்றன. <br> (iv) இந்தியாவில் காணப்படும் சோட்டா நாகபுரி பீடபூமி கனிமங்கள் நிறைந்த பகுதியாகும். எனவே சுரங்கத்தொழில் இப்பகுதியின் முக்கியத் தொழிலாகும். <br>  (v) தென்னிந்தியாவில் உள்ள தக்காணப் பீடபூமி எரிமலைப் பாறைகளால் ஆனது. "
    },
    {
        question: "3. சமவெளி மக்கள் நெருக்கம் மிகுந்ததாகக் காணப்படுகிறது. காரணம் கூறு. ",
        answer:"(i) சமவெளி சமமான மற்றும் தாழ் நிலத் தோற்றமாகும். இது கடல் மட்டத்திலிருந்து சுமார் 200 மீ.க்கும் குறைவான உயரம் கொண்ட நிலத்தோற்றம் ஆகும்.<br> (ii) சில சமவெளிகள் சீரற்றதாகவும் காணப்படும். பெரும்பாலும் சமவெளிகள், ஆறுகள், அதன் துணை ஆறுகள் மற்றும் கிளை ஆறுகளால் உருவாக்கப்படுகின்றன.<br>(iii) இங்கு வளமான மண்ணும் நீர்ப்பாசனமும் இருப்பதால் வேளாண்மை தழைத்தோங்குகிறது. <br>(iv) மக்கள் வாழ்வதற்கு சமவெளிகள் ஏற்றதாய் உள்ளன. எனவே அவை உலகில் அதிக மக்கள் தொகை கொண்ட பிரதேசங்களாக விளங்குகின்றன.  "
    },
    {
        question: "4. பசிபிக் பெருங்கடலின் சிறப்பம்சங்களை விளக்குக.",
        answer:"(i) புவியின் மிகப்பெரிய மற்றும் ஆழமான பெருங்கடல் பசிபிக் பெருங்கடல் ஆகும்.<br> (ii) இது புவியின் மொத்தப் பரப்பளவில் மூன்றில் ஒரு பகுதியைக் கொண்டுள்ளது. இதன் பரப்பளவு சுமார் 168.72 மில்லியன் சதுர கிலோ மீட்டர் ஆகும். <br> (iii) பசிபிக் பெருங்கடலின் மேற்கில் ஆசியா மற்றும் ஆஸ்திரேலியாவும், கிழக்கில் வட அமெரிக்கா மற்றும் தென் அமெரிக்காவும் எல்லைகளாக உள்ளன. <br>(iv) இது வடக்குத் தெற்காக ஆர்க்டிக் பெருங்கடல் முதல் தென் பெருங்கடல் வரை பரவியுள்ளது. இப்பெருங்கடல் முக்கோண வடிவத்தில் காணப்படுகிறது. <br> முக்கோண வடிவத்தின் மேற்பகுதி பசிபிக் பெருங்கடலையும் ஆர்டிக் பெருங்கடலையும், இணைக்கும் பெரிங் நீர்ச்சந்தியில் காணப்படுகிறது. "
    },
    {
        question: "5. பெருங்கடல்களின் முக்கியத்துவத்தை விளக்குக. ",
        answer:" (i) பெருங்கடல்கள், மனிதனுக்கும் புவிக்கும் மிக முக்கியமான உயிர் போன்றதாகும்.<br>(ii) இவை புவியில் 3/4 பாகத்திற்கு பாய்ந்து ஓடுகின்றன. <br> (iii) புவியின் 97% நீரைப் பெற்றுள்ளன. <br>(iv) வளிமண்டலத்தில் ஆக்ஸிஜன் அளவை பாதிக்கும் மேல் தயாரித்து அனுப்புகின்றன. <br>  (v) பல்லாயிரக்கணக்கான உயிர்களுக்கு இவை புகலிடமாக அமைந்துள்ளன.  "
    },
    {
        question: "<div align='center'>கொடுக்கப்பட்ட படத்தைப் பார்த்து விடையளி</div><br><img src='./image/chapter6image15m.jpg'/><br>  1. இந்த நிலத்தோற்றத்தின் பெயரைக் கூறுக.",
        answer:"பள்ளத்தாக்கு"
    },
    {
        question: "2. இது எவ்வகை நிலத்தோற்றம்?",
        answer:"மூன்றாம் வகை நிலத்தோற்றம்"
    },
    {
        question: "3. இந்த நிலத்தோற்றம் ஆற்றின் எவ்வகைச் செயலால் தோற்றுவிக்கப்படுகிறது?",
        answer:"அரித்தல்"
    },
    {
        question: "<div align='center'>செயல்பாடு</div><br> அ) அருகில் உள்ள குறிப்பிடத்தக்க ஏதேனும் ஒரு நிலத்தோற்றத்திற்குக் களப் பயணம் மேற்கொள்க.<br>ஆ) நிலத்தோற்றம் மற்றும் பெருங்கடல்கள் பற்றி வினாடி வினா நடத்துதல். ",
        answer:"<table border><tr><td>செயல்பாட்டினை மாணவர்கள் தாங்களே செய்து பார்க்கவும்</td></tr></table>"
    },
    {
        question: "<div align='center'>நிலவரைபடப் புத்தகத்தைப் பயன்படுத்தி கோடிட்ட இடங்களை நிரப்புக</div><br> அ. விரிகுடா $\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$",
        answer:"வங்காள விரிகுடா, டோக்கியோ விரிகுடா, கொரிய விரிகுடா"
    },
    {
        question: "ஆ. வளைகுடா$\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$ ",
        answer:"கட்ச் வளைகுடா, மன்னார் வளைகுடா"
    },
    {
        question: "இ. தீவு $\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$",
        answer:"இலங்கை, மாலத் தீவு, ஜப்பான்"
    },
    {
        question: " ஈ. நீர்ச்ச ந்தி $\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$,$\\underline {\\hspace {2cm}}$",
        answer:"ஜிப்ரால்டர் நீர்ச்சந்தி, மெகல்லன் நீர்ச்சந்தி, பாக் நீர்ச்சந்தி"
    },
    {
        question: "2. கீழ்க்கண்டவற்றை நிலவரைப்பட புத்தக உதவியுடன் கண்டுபிடிக்கவும்.<br> அ. இந்தியாவின் கிழக்கில் உள்ள கடல். ஆ. அட்லாண்டிக் பெருங்கடலின் மேற்கில் உள்ள கண்டங்கள். <br> இ.ஆர்க்டிக் பெருங்கடலின் தெற்கில் உள்ள கண்டங்கள். <br> ஈ.இந்தியாவிற்கும் இலங்கைக்கும் இடையே உள்ள நீர்ச்சந்தி. <br>  உஆஸ்திரேலியாவைச் சூழ்ந்துள்ள பெருங்கடல்கள். <br>ஊ. நிலச்சந்திகளை கண்டுபிடிக்கவும் மேலும் கேள்விகளை உருவாக்கவும்) ",
        answer:"(i) வங்காள விரிகுடா<br>(ii) வட அமெரிக்கா, தென் அமெரிக்கா, ஐரோப்பா, ஆசியா, வட அமெரிக்கா<br>  (iii) பாக் நீர்ச்சந்தி<br>(iv) இந்தியப் பெருங்கடல், பசிபிக் பெருங்கடல்<br>  (V) பனாமா நிலச்சந்தி, ஜிப்ரால்டர் நிலச்சந்தி "
    },
    {
        question: "3. கொடுக்கப்பட்டுள்ள உலக வரைபடத்தில் கண்டங்களையும் மலைத்தொடர்களையும் குறிக்கவும்.<br><img src='./image/chapter6image25m.jpg'/>",
        answer:"<br/><br/><img src='./image/chapter6image35m.jpg'/>"
    },
    {
        question: "4.கொடுக்கப்பட்டுள்ள உலக வரைபடத்தில் பெருங்கடல்கள், கடல்கள் மற்றும் நீர்ச்சந்திகள் ஆகியவற்றைக் குறிக்கவும்<br><img src='./image/chapter6image45m.jpg'/>",
        answer:"<br/><br/><img src='./image/chapter6image55m.jpg'/>"
    }
];
var SocialScience6Chapter6Summary  = [
    {
        content:"&#9679; புவியின் மேற்பரப்பு 71 சதவிகிதம் நீராலும், 29 சதவிகிதம் நிலத்தாலும் சூழப்பட்டுள்ளது.</br>&#9679; பூமியின் மேற்பரப்பில் காணப்படும் நிலத்தோற்றங்களை முதல் நிலை, இரண்டாம் நிலை மற்றும் மூன்றாம் நிலை நிலத்தோற்றங்கள் என வகைப்படுத்தலாம்.</br> &#9679; கண்டங்களும், பெருங்கடல்களும் முதல் நிலை நிலத்தோற்றங்களாகும்.</br>&#9679; புவியில் ஏழு கண்டங்களும், ஐந்து பெருங்கடல்களும் காணப்படுகின்றன.</br>&#9679; மலைகள், பீடபூமிகள், சமவெளிகள் இரண்டாம் நிலை நிலத்தோற்றங்களாகும்.</br>&#9679; பள்ளத்தாக்குகள்,  கடற்கரை, மணற்குன்றுகள் போன்றவை மூன்றாம் நிலை நிலத்தோற்றங்களாகும்.</br>&#9679; பெருங்கடல்கள் எல்லையோரக் கடல்களையும், தீவுகளையும் கொண்டுள்ளன."
    }
];
   