var SocialScience6Chapter3MCQ = [
    {
        question: "1. சிந்துவெளி மக்கள் எந்த உலோகங்களைப் பற்றி அறிந்திருந்தனர்?  ",
        answers:
        {
            a: 'செம்பு, வெண்கலம், வெள்ளி, தங்கம்',
            b: 'செம்பு, வெள்ளி, இரும்பு, வெண்கலம்',
            c: 'செம்பு, தங்கம், இரும்பு, வெள்ளி',
            d: 'செம்பு, வெள்ளி, இரும்பு, தங்கம்'
        },
        correctAnswer: 'a'
    },
    {
        question: "2. சிந்து வெளி நாகரிகம் எக்காலத்தைச் சார்ந்தது? ",
        answers: 
        {

            a: 'பழைய கற்காலம்',
            b: 'இடைக் கற்காலம்',
            c: 'புதிய கற்காலம்',
            d: 'உலோக காலம்'
        },
        correctAnswer: 'd'
    },
    {
        question: "3. ஆற்றங்கரைகள் &lsquo;நாகரிகத் தொட்டில்கள்&rsquo; என அழைக்கப்படக் காரணம்",
        answers: 
        {

            a: 'மண் மிகவும் வளமானதால்',
            b: 'சீரான காலநிலை நிலவுவதால்',
            c: 'போக்குவரத்திற்குப் பயனுள்ளதாக இருப்பதால்',
            d: ' பெரும்பாலான நாகரிகங்கள் ஆற்றின் கரைகளில் தோன்றியதால்'
        },
        correctAnswer: 'd'
    },
    {
        question: "<div align='center'>கூற்றைக் காரணத்தோடு பொருத்துக. சரியான விடையைத் தேர்ந்தெடு</div><br>1. <b>கூற்று:</b> ஹரப்பா நாகரிகம் ஒரு நகர நாகரிகம் எனலாம்.<br><b>காரணம்:</b> திட்டமிடப்பட்ட நகர அமைப்பு, மேம்பட்ட கழிவு நீர் அமைப்பு.",
        answers: 
        {

            a: 'கூற்றும் காரணமும் சரி.',
            b: 'கூற்று தவறு, காரணம் சரி.',
            c: 'கூற்று சரி, காரணம் தவறு.',
            d: 'கூற்றும் காரணமும் தவறு.'
        },
        correctAnswer: 'a'
    },
    {
        question: "2. <b>கூற்று:</b> ஹரப்பா நாகரிகம் வெண்கல காலத்தைச் சார்ந்தது.<br> <b>காரணம்:</b> ஹரப்பா மக்களுக்கு இரும்பின் பயன் தெரியாது.",
        answers: 
        {

            a: 'கூற்றும் காரணமும் சரி.',
            b: 'கூற்று தவறானது, காரணம் சரி',
            c: 'கூற்று சரியானது, ஆனால் அதற்கான காரணம் தவறானது.',
            d: 'கூற்று மற்றும் காரணம் தவறானவை.'
        },
        correctAnswer: 'a'
    },
    {
        question: "<b>3. கூற்று:</b> ஹரப்பா மக்களின் பொறியியல் திறன் குறிப்பிடத்தக்கது.<br><b> காரணம்:</b> கடலின் அலைகள், ஓதங்கள் நீரோட்டத்தைக் கணித்த பின் கப்பல் கட்டும் தளத்தைக் கட்டியிருப்பது.  ",
        answers: 
        {

            a: 'கூற்றும் காரணமும் சரி',
            b: 'கூற்று தவறானது, காரணம் சரியானது. ',
            c: 'கூற்று சரியானது, ஆனால் அதற்கான காரணம் தவறானது. ',
            d: 'கூற்று மற்றும் காரணம் தவறானவை.'
        },
        correctAnswer: 'a'
    },
    {
        question: "4. கீழே கூறப்பட்டுள்ள மொஹஞ்சதாரோவை பற்றிய கூற்றுகளில் எவை சரியானவை? ",
        answers: 
        {

            a: 'தங்க ஆபரணங்கள் பற்றித் தெரியவில்லை ',
            b: 'வீடுகள் சுட்ட செங்கற்களால் கட்டப்பட்டன. ',
            c: 'கருவிகள் இரும்பினால் செய்யப்பட்டன. ',
            d: 'பெருங்குளம் நீர் கசியாமல் இருப்பதற்காக பல அடுக்குகளால் இயற்கை தார் கொண்டு பூசப்பட்டன.'
        },
        correctAnswer: 'bமற்றும்d'
    },
    {
        question: "5. கீழ்க்காணும் கூற்றை ஆராய்க.<br>1. நகரங்கள், தெருக்களின் வடிவமைப்பு மற்றும் செங்கல் அளவுகள் ஆகியவற்றில் சீரான தன்மை.<br> 2. ஒரு விரிவான மற்றும் நன்கு வடிவமைக்கப்பட்ட வடிகால் அமைப்பு. <br>3. தானியக் களஞ்சியம் ஹரப்பா நகரங்களில் முக்கியமான பகுதியாக விளங்கியது. மேலே கூறப்பட்ட கூற்றுகளில் எது / எவை சரியானவை? ",
        answers: 
        {

            a: '1 & 2',
            b: '1 & 3',
            c: '2 & 3',
            d: 'அனைத்தும் சரி'
        },
        correctAnswer: 'd'
    },
    {
        question: "6. பொருந்தாததை வட்டமிடு.",
        answers: 
        {

            a: 'காளைகள்',
            b: 'ஆடுகள்',
            c: 'எருதுகள்',
            d: 'பன்றிகள்',
        },
        correctAnswer: 'd'
    },
    {
        question: "7. தவறான இணையைத் தேர்ந்தெடு. ",
        answers: 
        {
            
            a: 'ASI - (i) ஜான் மார்ஷல்',
            b: 'கோட்டை - (ii) தானியக் களஞ்சியம் ',
            c: 'லோத்தல் - (iii) கப்பல் கட்டும் தளம்',
            d: 'ஹரப்பா - நாகரிகம் (iv) காவிரி ஆறு'
        },
        correctAnswer: 'd'
    },
    {
        question: "<div align='center'>பொருத்துக</div><br><table><tr><td>அ)</td><td>மொஹஞ்சதாரோ</td><td>-</td><td> (i)</td><td>மேடான பகுதி</td></tr><tr><td>ஆ</td><td>வெண்கலம்</td><td>-</td><td>(ii)</td><td>சிவப்பு மணிக்கல்</td></tr><tr><td>இ</td><td>கோட்டை</td><td>-</td><td>(iii)</td><td> உலோகக் கலவை</td></tr><tr><td>ஈ</td><td>கார்னிலியன்</td><td> -</td><td> (iv)</td><td>இறந்தோர் மேடு</td></tr></table> ",
        answers: 
        {

            a: 'அ) - iv,&nbsp;&nbsp;&nbsp;&nbsp;ஆ) - iii,&nbsp;&nbsp;&nbsp;&nbsp;இ) - i,&nbsp;&nbsp;&nbsp;&nbsp;ஈ) – ii',
            b: 'அ) - iii,&nbsp;&nbsp;&nbsp;&nbsp;ஆ) - i,&nbsp;&nbsp;&nbsp;&nbsp;இ) – ii,&nbsp;&nbsp;&nbsp;&nbsp;ஈ) - iv,',
            c: 'அ) - ii,&nbsp;&nbsp;&nbsp;&nbsp;ஆ) - iii,&nbsp;&nbsp;&nbsp;&nbsp;இ) - iv,&nbsp;&nbsp;&nbsp;&nbsp;ஈ) – i',
            d: 'அ) – ii&nbsp;&nbsp;&nbsp;&nbsp;ஆ) - iii,&nbsp;&nbsp;&nbsp;&nbsp;இ) - i,&nbsp;&nbsp;&nbsp;&nbsp;ஈ) - iv',
        },
        correctAnswer: 'a'
    }
];
var SocialScience6Chapter3_1M  = [
    {
        question: "1. $\\underline {\\hspace {2cm}}$  மிகப் பழமையான நாகரிகம்.",
        answer:"மெசபடோமியா"
    },
    {
        question: "2.  இந்தியாவின் தொல்லியல் ஆய்வுத் துறை $\\underline {\\hspace {2cm}}$என்ற நில அளவையாளர் உதவியுடன் தொடங்கப்பட்டது.",
        answer:"அலெக்ஸாண்டர் கன்னிங்ஹாம்"
    },
    {
        question: "3. $\\underline {\\hspace {2cm}}$ தானியங்கள் சேகரித்து வைக்கப் பயன்பட்டது.",
        answer:"தானியக் களஞ்சியங்கள்"
    },
    {
        question: "4. மக்கள் குழுக்களாகச் சேர்ந்து $\\underline {\\hspace {2cm}}$உருவாக்குகிறார்கள்.",
        answer:"சமுதாயத்தை"
    },
    {
        question: "<div align='center'>சரியா? தவறா? </div></br>1.மெஹர்கர் புதிய கற்கால மக்கள் வாழ்ந்த ஓர் இடமாகும். ",
        answer:"சரி"
    },
    {
        question: "2. இந்தியாவின் தொல்பொருள் ஆய்வியல் துறை தொல்பொருள் ஆராய்ச்சிக்கும், நாட்டின் கலாச்சார நினைவுச் சின்னங்களின் பாதுகாப்பிற்கும் பொறுப்பானது.",
        answer:"சரி"
    },
    {
        question: "3. தானியக் களஞ்சியம் தானியங்களைச் சேகரித்து வைப்பதற்காகப் பயன்படுத்தப்பட்டது.",
        answer:"சரி"
    },
    {
        question: "4. முதல் எழுத்துவடிவம் சீனர்களால் உருவாக்கப்பட்டது.",
        answer:"தவறு"
    }
];
var SocialScience6Chapter3TM  = [
    {
        question: "1. உலோகங்களின் பயன்களைக் கூறு. ",
        answer:" (i)<b> இரும்பும், எஃகு</b> - வீடு, தொழிற்சாலைகள், கட்டடங்கள் மற்றும் உந்து வண்டிகளின் பாகங்கள் செய்வதற்குப் பயன்படுகின்றன.<br> (ii) <b>செம்பு</b> - மின் உபயோகத்திற்கும் ஆபரணங்கள் செய்யவும் பயன்படுகிறது. "
    },
    {
        question: "2. நாம் உண்ணும் உணவில் வேக வைத்த உணவு, பச்சையான உணவு என ஒரு பட்டியலை உருவாக்கு. ",
        answer:"<b>வேக வைத்த உணவு:</b> அரிசி, கோதுமை, பார்லி, தினை வகைகள், எண், பருப்பு வகைகள், காய்கறி, கிழங்குகள், இறைச்சி. <br> <b>பச்சையான உணவு:</b> பழங்கள், காய்கள்."
    },
    {
        question: "3. மிருகங்களையும், மரங்களையும் வழிபடும் பழக்கம் நம்மிடையே உள்ளதா? ",
        answer:"(i) ஆம்! மரங்களை வழிபடும் பழக்கம் இன்றும் உண்டு. அரசமரம், வேப்பமரம், போதிமரம், அசோகமரம், மாமரம் போன்றவற்றை மக்கள் இன்றும் வழிபடுகின்றனர். <br>(ii) பசு, குரங்கு, பாம்பு, யானை போன்ற விலங்குகளையும் மக்கள் புனித விலங்குகளாகக் கருதுகின்றனர். "
    },
    {
        question: "4. ஆற்றங்கரைகள் 'நாகரிகத் தொட்டில்கள்'. ஏன்? ",
        answer:"மனிதர்கள் தங்கள் குடியேற்றங்களாக நதிக்கரைகளைக் கீழ்க்கண்ட காரணங்களுக்காகத் தேர்ந்தெடுத்தார்கள்.<br> (i) வளமான மண். <br>(ii) ஆறுகளில் பாயும் நன்னீர் குடிப்பதற்கும், கால்நடைகளின் தேவைகளுக்கும், நீர்ப்பாசனத்திற்கும் பயன்பட்டன.<br> (iii) போக்குவரத்துக்கு ஏற்ற வழிகளாக இருந்தன. <br>(iv) இதனால் மக்கள் ஆற்றங்கரைகளில் குடியேறினர். அங்கு நாகரிகம் தோன்றி வளர்ந்தது. "
    },
    {
        question: "5. ஒரு பொம்மை நகர்வதாலேயே அதை நவீன காலபொம்மைகள் என்று பொருள் கொள்ள முடியாது. சிந்து வெளி மக்கள் பொம்மைகளில் பேட்டரிக்கு மின் கலம்) மாற்றாக எதைப் பயன்படுத்தினர்? ",
        answer:"சிந்துவெளி மக்கள் பொம்மைகளில் மின்கலங்களுக்கு மாற்றாக, சக்கரங்களைப் பயன்படுத்தினர்."
    },
    {
        question: "6. நீ ஒரு தொல்பொருள் ஆய்வாளர் எனில் என்ன செய்வாய்?  ",
        answer:"நான் ஒரு தொல்பொருள் ஆய்வாளர் எனில், அக்கால மக்களின் கைவேலைப்பாடுகள் கிடைக்கப்படும் இடங்களைக் கண்டறிந்து, அக்கால மக்களைப் பற்றியும், அவர்களின் வேலைபாட்டுத் திறன்களைப் பற்றியும் மென்மேலும் தெரிந்து கொள்ளத் தலைப்படுவேன்."
    },
    {
        question: "7. இந்திய எல்லைக்கு உட்பட்ட பகுதியில் சிந்து சமவெளி நாகரிகம் பரவியிருந்த இரு பகுதிகளைக் கூறு. ",
        answer:"(i) ராஜஸ்தானிலுள்ள <b>காலிபங்கன்</b> <br> (ii) குஜராத்திலுள்ள <b>தோல்விரா</b>."
    },
    {
        question: "8. சிந்துவெளி நாகரிகத்தின் கூறுகளில் உன்னைக் கவர்ந்தது எது? ஏன்?",
        answer:"சிந்து வெளி நாகரித்தின் கூறுகளில் என்னைக் கவர்ந்தது அங்கிருந்த பெருங்குளம் ஆகும்.<br><b>காரணம்:</b><br>(i) நீர் கசியாமல் இருப்பதற்காக அதன் சுவரிலும், தளத்திலும் பல அடுக்குகள் இயற்கைத் தார் கொண்டு,பூசப்பட்டிருந்தது.<br> (ii) குளத்தின் சுவர்கள் சுட்ட செங்கற்களால் கட்டப்பட்ன.<br> (iii) நகரின் நடுவில் அமைக்கப்பட்டது.<br>(iv) அருகிலிருந்த கிணற்றில் இருந்து நீர் இறைக்கப்பட்டு பெருங்குளத்தில் விடப்பட்டது.<br>(v) பயன்படுத்தப்பட்ட நீர் வெளியேறவும் வகை செய்யப்பட்டிருந்தது."
    },
    {
        question: "9. தற்காலத்தில் பொருட்களின் நிறையை அளக்க என்ன கருவி பயன்படுத்தப்படுகிறது? ",
        answer:"தற்காலத்தில் பொருள்களின் நிறையை அளக்க எடைக்  கருவிகளான ‘வில் தராசு' மற்றும் 'எடை அளவீடுகள் பயன்படுத்தப்படுகின்றன."
    }
    
]; 
var SocialScience6Chapter3_5M  = [
    {
        question: "1. புதைந்த கட்டிடங்களைக் கண்டுபிடிக்க தற்போது எந்த நடைமுறை பின்பற்றப்படுகிறது? ",
        answer:"வான்வழி புகைப்படங்கள் மூலம் புதையுண்ட நகரங்கள் மற்றும் இடங்களின் மேற்பரப்பைக் கண்டறிந்து கொள்கிறார்கள்."
    },
    {
        question: "2. சிந்துவெளி நாகரிகம் வெண்கல கால நாகரிகம் என ஏன் அழைக்கப்படுகிறது?",
        answer:"மக்கள் வெண்கலத்தாலான பொருட்களைப் பயன்படுத்தினர் என்பதால் சிந்துவெளி நாகரிகம் வெண்கல கால நாகரிகம் என்றழைக்கப்படுகிறது. "
    },
    {
        question: "3. சிந்துவெளி நாகரிகம் ஒரு நகர நாகரிகம். காரணம் கூறு. ",
        answer:"ஹரப்பா நாகரிகம் ஒரு நகர நாகரிகம் என்பதற்கான காரணங்கள்:<br>  (i) சிறப்பான நகரத் திட்டமிடல்.<br> (ii) சிறப்பான கட்டிடக்கலை வேலைப்பாடு. <br>(iii) தூய்மைக்கும், பொது சுகாதாரத்திற்கும் கொடுக்கப்பட்ட அதிக முன்னுரிமை. <br>(iv) தரப்படுத்தப்பட்ட எடைகள் மற்றும் அளவீடுகள்.<br>(v) விவசாய மற்றும் கைவினைத் தொழில்களுக்கான திடமான அடித்தளம்."
    },
    {
        question: "4. கழிவு நீர் வடிகால் அமைப்பின் சிறப்பைக் கூறு.",
        answer:" (i) ஏறத்தாழ எல்லா நகரங்களிலும் மூடப்பட்ட கழிவு நீர் வடிகால் அமைப்பு இருந்தது. வடிகால்கள் செங்கற்களைக் கொண்டும் கல்தட்டைகளைக் கொண்டும் மூடப்பட்டிருந்தன.<br> (ii) வடிகால் கழிவு நீர் தேங்காமல் செல்ல வசதியாக லேசான மென்சரிவைக் கொண்டிருந்தது. (iii)கழிவுப் பொருட்களை அப்புறப்படுத்துவதற்கான துளைகளும் சரியான இடைவெளியில் அமைக்கப்பட்டிருந்தன. <br>(iv) வீட்டிலிருந்து கழிவுநீர் பல தெருக்களின் கீழ் அமைக்கப்பட்டிருந்த குழாய்கள் மூலமாக முக்கிய வடிகால்களைச் சென்றடையுமாறு அமைக்கப்பட்டிருந்தது.<br><v>ஒவ்வொரு வீட்டிலும் திடக் கழிவுகளைத் தேக்குவதற்கான குழிகள் இருந்தன. அவை திடக்கழிவுகளைத் தேக்கி, கழிவு நீரை மட்டும் வெளியேற்றின. "
    },
    {
        question: "5. பெருங்குளம் பற்றி உனக்கு தெரிந்தவற்றைக் கூறு.  ",
        answer:"(i) இந்த பெருங்குளமானது நன்கு அகன்று, செவ்வக வடிவத்தில் அமைந்திருந்த நீர்த்தேக்கம் ஆகும்<br>(ii)இது நகரின் நடுவில் அமைக்கப்பட்டுள்ளது. நீர் கசியாத கட்டுமானத்துக்கான மிகப் பழமையான சான்று எனலாம்.<br>(ii)இக்குளத்தின் சுவர்கள் சுட்ட செங்கற்களால் கட்டப்பட்டு, நீர் கசியாமல் இருப்பதற்காக சுவரிலும், தளத்திலும் பல அடுக்குகள் இயற்கைத் தார் கொண்டு பூசப்பட்டிருந்தது.<br>(iv) வடபுறத்திலிருந்தும், தென்புறத்திலிருந்தும் குளத்திற்குச் செல்ல படிக்கட்டுகள் அமைக்கப்பட்டுள்ளன. குளத்தின் பக்கவாட்டில் மூன்று புறமும் அறைகள் உள்ளன.<br>(v)அருகில் இருந்த கிணற்றில் இருந்து நீர் இறைக்கப்பட்டு பெருங்குளத்தில் விடப்பட்டது. உபயோகப்படுத்தப்பட்ட நீர் வெளியேறவும் வகை செய்யப்பட்டிருந்தது. "
    },
    {
        question: "6. சிந்துவெளி மக்கள் வெளிநாட்டினருடன் வணிகத்தில் ஈடுபட்டனர் என்பதை நீ எவ்வாறு அறிந்து கொள்கிறாய்? ",
        answer:"(i) மெசபடோபியாவுடன் விரிவான கடல் வணிகம் நடைபெற்றிருக்கிறது. சிந்து வெளி முத்திரைகள் தற்கால ஈராக், குவைத் மற்றும் சிரியா ஆகிய பகுதிகளை குறிக்கும் பண்டைய மெசபடோமியாவில் உள்ள சுமேர் பகுதிகளில் கிடைத்துள்ளது இதை உறுதிப்படுத்துகிறது. <br>(ii)சுமேரியாவின் அக்காடிய பேரரசிற்குட்பட்ட அரசன் நாரம்-சின் என்பவர் சிந்து வெளிப் பகுதியிலுள்ள மெலுக்கா என்னும் இடத்தில் இருந்து அணிகலன் வாங்கியதாகக் குறிப்பு எழுதியுள்ளார்.<br>(iii) பாரசீக வளைகுடா மற்றும் மெசபடோமியாவில் கண்டுபிடிக்கப்பட்டதைப் போன்று உருளை : வடிவ முத்திரைகள் சிந்து வெளிப்பகுதியிலும் காணப்படுகின்றன . இது இந்த இரு பகுதிகளிலும் வணிகம் நடந்ததைக் காட்டுகிறது . <br>(iv)தற்கால குஜராத்திலுள்ள லோத்தலில் கப்பல் கட்டும் மற்றும் செப்பனிடும் தளம் ஒன்று கண்டுபிடிக்கப்பட்டுள்ளது. இது அவர்கள் மேற்கொண்ட கடல்வணிகத்தை உறுதிப்படுத்துகிறது."
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினாக்கள்</div><br>1. கீழே கொடுக்கப்பட்டுள்ளவற்றைக் சிந்து வெளியின் சிறப்பம்சங்களைக் கவனித்து தற்காலத்துடன் ஒப்பிடு.<br> 1. விளக்குக் கம்பங்கள்<br> 2. சுட்ட செங்கற்கள் <br>3. நிலத்தடி வடிகால் அமைப்பு<br> 4. எடைகள் மற்றும் அளவீடு <br>5. கப்பல் கட்டும் தளம்  ",
        answer:"1.<b>விளக்குக் கம்பங்கள்:</b><br>(i) சிந்து வெளியில் சில இடங்களில் மட்டுமே விளக்குக் கம்பங்கள் இருந்தன. <br>(ii) இன்று குறிப்பிட்ட இடைவெளியில் எல்லாத் தெருக்களிலும் விளக்குக்கம்பங்கள் உள்ளன.<br> 2. <b>சுட்ட செங்கற்கள்:</b><br>(i) சிந்து வெளியின் எல்லா நகரங்களிலும் மூடப்பட்ட கழிவு நீர் வடிகால் அமைப்பு இருந்தது.<br> (ii) இது செங்கல், கல் தட்டை ஆகியவற்றால் மூடப்பட்டிருந்தது.<br>(iii) இன்றும் வீடுகளும் பிற கட்டுமானங்களும் சுட்ட செங்கற்களால் கட்டப்படுகின்றன.<br><b>3. நிலத்தடி வடிகால் அமைப்பு:</b><br>(i) சிந்து வெளியின் எல்லா நகரங்களிலும் மூடப்பட்ட கழிவு நீர் வடிகால் அமைப்பு இருந்தது. இது செங்கல், கல்தட்டை ஆகியவற்றால் மூடப்பட்டிருந்தது.<br/> (ii) இப்போது பல இடங்களில் மூடப்பட்ட வடிகால் அமைப்பு இருந்தாலும், சில இடங்களில் திறந்த நிலையில்தான் உள்ளது.</br><b>4. எடைகள் மற்றும் அளவீடு:</b></br>(i) சிந்து வெளி மக்கள் தரப்படுத்தப்பட்ட எடைகள் மற்றும் அளவைகளை பயன்படுத்தினர். நீளத்தை அளவிட, அளகுகள் குறிக்கப்பட்ட குச்சிகளைப் பயன்படுத்தினர். </br>(ii) தற்போது நாம் எடைபோட மின்னணு எடை இயந்திரத்தைப் பயன்படுதுகிறோம்.</br><b> 5. கப்பல் கட்டும் தளம்:</b></br> (i) குஜராத்தில் உள்ள லோத்தல் என்ற இடத்தில் கப்பல் கட்டும் தளம் ஒன்று இருந்தது.</br> (ii) தற்போது கொச்சி, விசாகப் பட்டினம், மும்பை உட்பட 19 கப்பல் கட்டும் தளங்ககள் உள்ளன. "
    },
    {
        question: "2. வேளாண்மை சிந்துவெளி மக்களின் தொழில்களுள் ஒன்று எவ்வாறு நிரூபிப்பாய்? (கண்டுபிடிக்கப்பட்ட பொருட்களை வைத்து). ",
        answer:"(i) சிந்து வெளி மக்கள் கோதுமை, பார்லி, தினை வகைகள், எள் மற்றும் பருப்பு வகைகள் ஆகியவற்றை பயிரிட்டனர்.<br>(ii) இவற்றை சேகரித்து வைக்க தானியக் களஞ்சியங்கள் கட்டப்பட்டன.<br> (iii) செங்கள் சுவரால் ஆன தானியக் களஞ்சியம் ஒன்று ஹரியானா மாநிலத்தில் கண்டிறியப்பட்டுள்ளது. <br>(iv) இவற்றில் மூலம் சிந்துவெளி மக்களின் தொழில்களுள் வேளாண்மையும் ஒன்று என அறியலாம். "
    },
    {
        question: "3. மண்பாண்டங்களும் அதன் உடைந்த துண்டுகளும் சிந்துவெளி பகுதியில் இருந்து கண்டெடுக்கப்பட்டுள்ளன. இதிலிருந்து நீ அறிவது என்ன? ",
        answer:"(i) மட்பாண்டங்களைச் சக்கரங்கள் கொண்டு உருவாக்கினர். அவை தீயிலிட்டுச் சுடப்பட்டன. இது அவர்களின் திறமையைக் காட்டுகிறது. <br> (ii) மட்பாண்டங்கள் சிவப்பு வண்ணத்தில் இருந்தன. அதில் கருப்பு வண்ணத்தில் அழகிய வேலைப்பாடுகளைச் செய்தனர். இது அவர்களின் ஓவிய ஈடுபாட்டைக் காட்டுகிறது. <br>(iii) அங்கு கிடைத்த உடைந்த பானைத் துண்டுகள் விலங்குகளின் உருவங்களுடனும், வடிவியல் வடிவமைப்புகளுடனும் காணப்படுகின்றன. இது அவர்கள் விலங்குகளை வளர்த்தனர் என்பதையும், அவர்களது கலைத்திறனையும் காட்டுகிறது. <br>(iv) உணவை சமைத்து உண்டனர் என்பதை மட்பாண்டங்கள் வெளிப்படுத்தின."
    },
    {
        question: "4. லோத்தல் ஒரு கப்பல் கட்டும் தளம் கண்டுபிடிக்கப்பட்டுள்ளது. அதன் மூலம் நீ அறிவது என்ன? ",
        answer:"தற்கால குஜராத்திலுள்ள லோத்தலில் கப்பல் கட்டும் மற்றும் செப்பனிடும் தளம் ஒன்று கண்டுபிடிக்கபட்டுள்ளது. இது அவர்கள் மேற்கொண்ட கடல் வணிகத்தை உறுதிப்படுத்துகிறது. "
    },
    {
        question: "4.   ஹரப்பா நாகரிகத்தின் அழிவுக்கு காரணம் என்ன? ",
        answer:" ஹரப்பா நாகரிகத்தின் அழிவுக்கான காரணங்கள்:<br> (i) ஆற்றின் கரையில் உள்ள அதன் நகரங்களில் அடிக்கடி ஏற்பட்ட வெள்ளப்பெருக்கு.<br> (ii) சுற்றுச்சூழல் மாற்றம்.<br> (ii) படையெடுப்பு <br> (iv) இயற்கைச் சீற்றங்கள். <br> (v) காலநிலை மாற்றம்<br> (vi) காடுகள் அழிதல். <br> (vii) தொற்று நோய்த் தாக்குதல்."
    },
    {
        question: "<div align='center'>மாணவர் செயல்பாடு</div></br>1. ஒரு குறிப்பு புத்தகம் தயாரி. (மொஹஞ்சதாரோ மற்றும் ஹரப்பாவில் கண்டுபிடிக்கப்பட்ட பொருட்களைப் பற்றிய செய்திகள்)    ",
        answer:""
    },
    {
        question: "2. சிந்துவெளி நாகரிகத்தின் ஒரு பகுதியாக விளங்கிய இடத்தில் ஒரு தொல்லியல் ஆராய்ச்சியாளராக உன்னை நினைத்துக் கொள். நீ எதையெல்லாம் சேகரிப்பாய்?",
        answer:""
    },
    {
        question: "3. தகவல் அட்டை தயாரி. (சதுர அட்டைகளை எடுத்துக் கொள்.அதில் சில அட்டைகளில் படங்களை ஒட்டு. சில அட்டைகளில் அதற்கான தகவல்களை எழுது. மாணவர்களிடம் இந்த அட்டைகளைக் கொடுத்துப் பொருத்தச் செய்.) ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "4. கற்பனையாக ஒரு மாதிரி நகர அமைப்பை வரைந்து பார்.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "5. சிந்துவெளி நாகரிகத்தின் எதாவது ஓர் அமைப்பை களிமண் வளையல் துண்டுகள் தீக்குச்சிகள் கம்பளி நூல் மற்றும் ஐஸ்கிரீம் குச்சிகள் கொண்டு வடிவமைத்தல். ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "6. விளையாட்டு பொம்மைகள் ஒவ்வொரு காலகட்டத்திலும் எவ்வாறு மாறியுள்ளன என்று உன்னால் கற்பனை செய்து பார்க்க முடிகிறதா?</br>களிமண் -> கல் -> மரம் -> உலோகம் ->பிளாஸ்ட்டிக்-> பர்(fur) -> விலங்குகளின் -> உரோமம் -> மின்சாரம்</br>மின்னணு???  ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "7. குறுக்கெழுத்து<br><img src='./image/chapter3image15m.jpg'/></br><b>இடமிருந்து வலம்</b><br> (4) ஒவ்வொரு வீட்டிலும் $\\underline {\\hspace {2cm}}$ $\\underline {\\hspace {2cm}}$ இருந்தது. <br> (5) இது $\\underline {\\hspace {2cm}}$கால நாகரிகம். <br> (10) தானியங்களை சேகரித்து வைக்கப் பயன்பட்டது. <br><b>வலமிருந்து இடம்</b><br> (2) மொஹஞ்சதாரோவை விட பழமையானது.<br> (6) இது நீர் கசியாமல் இருக்கப் பூசப்பட்டது. <br> (7) இது தான் தொல்பொருள் ஆய்விற்கு பொறுப்பு வகிக்கிறது. <br><b>மேலிருந்து கீழ்</b><br> (1) கப்பல் கட்டும் தளம் கண்டுபிடிக்கப்பட்ட இடம். <br> (3) இந்திய தொல்பொருள் ஆய்வியல் துறையின் இயக்குநராக இருந்தவர். <br><b>கீழிருந்து மேல்</b><br>(8) சிந்துவெளி மக்களுக்கு இதன் பயன் தெரியாது",
        answer:"<img src='./image/chapter3image25m.jpg'/>"
    },
    {
        question: "<div align='center'>வினாடி - வினா.</div><br> 1. சிந்துவெளி மக்கள் ஆடை தயாரிக்க எதைப் பயன்படுத்தினார்கள்? ",
        answer:"பருத்தி."
    },
    {
        question: "2. முதலில் கண்டுபிடிக்கப்பட்ட சிந்துவெளி நாகரிக நகரம் எது? ",
        answer:"ஹரப்பா."
    },
    {
        question: "3. சிந்துவெளி நாகரிகம் எங்கு இருந்தது? ",
        answer:"சிந்து நதிக்கரையில் "
    },
    {
        question: "4. எந்த விலங்கு வண்டி இழுக்கப் பயன்பட்டது?",
        answer:"எருது"
    },
    {
        question: "5. சிந்துவெளி மக்களுக்கு எந்த உலோகம் தெரியாது? ",
        answer:"இரும்பு."
    },
    {
        question: "6. பானை செய்வதற்கு எதைப் பயன்படுத்தினர்?",
        answer:"சக்கரம். "
    },
    {
        question: "7. உலகின் நான்கு பழம்பெரும் நாகரிங்களில் மிகப் பழமையானது எது?",
        answer:"மெசபடோமியா நாகரிகம்."
    },
    {
        question: "<div align='center'>வாழ்க்கைத் திரன்</div><br> 1. களிமண்ணைக் கொண்டு ஒரு விலங்கு அல்லது பானை செய்யுங்கள். ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "2.நகரும் கைகால்களைக் கொண்ட சுடுமண் பொம்மைகளை செய்யுங்கள். ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "3. பானையில் ஓவியம் தீட்டு (வடிவியல் படங்களுடன் கூடிய முறையில்) ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "4. தகவல் சுவரொட்டிகள் மற்றும காட்சிப் பாதைகள் செய்தல் ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>வரைபடம்</div></br><img src='./image/chapter3image35m.jpg'/></br>1. இந்திய எல்லைக்குள் சிந்துவெளி நாகரிகம் காணப்பட்ட ஏதேனும் நான்கு பகுதிகளைக் குறி.<br/>2. இந்திய ஆறுகளுக்கான வரைபடத்தில் சிந்துவெளி நாகரிகம் பரவியிருந்த பகுதிகளை வண்ணமிட்டுக் காட்டு.<br/>3. கீழ்க்கண்ட பகுதிகளைக் கொடுக்கப்பட்ட வரைபடத்தில் குறி. <table><tr><td>1.</td><td>மொஹஞ்ச-தாரோ</td><td>2.</td><td>சான்கு தாரோ</td><td>3.</td><td> ஹரப்பா</td><tr><td>4.</td><td>மெஹர்கர்</td><td>5.</td><td>லோத்தல்</td></tr></table>",
        answer:"<img src='./image/chapter3image45m.jpg'/><br/><br/><img src='./image/chapter3image55m.jpg'/>"
    },
    {
        question: "<div align='center'>கட்டடத்தில் பதிலளி</div><br> <table border =1><tr><td>சார்லஸ் எதைப் பார்த்தார்?<br> <b>விடை: </b></td><td>சிந்துவெளி மக்கள் பயன்படுத்திய பொருட்களுள் தற்போது நாம் எதையெல்லாம் படுத்துகிறோம்? (ஏதேனும் மூன்று கூறு)<br><b>விடை: </b></td><td>வேறு என்னென்ன பொருட்கள் எல்லாம் கிடைத்துள்ளன?<br><b>விடை: </b></td></tr><tr><td>சிந்து வெளி மக்களுக்கு தெரியாத மூன்றைக் கூறு?<br><b>விடை: </b></td><td>எந்த உலோகம் சிந்துவெளி மக்களுக்கு தெரியாது?<br><b> விடை: </b></td><td> உலகின் மிகப் பழமையான நாகரிகம் எது?<br><b>விடை: </b></td></tr><tr><td>முதலில் பழக்கப்படுத்தப்பட்ட விலங்கு நாய்கள். ஏன்?<br><b>விடை: </b></td><td>முதன் முதலில் பருத்திச் செடியை வளர்த்தவர்கள் யார்?<br><b>விடை: </b></td><td>எந்தநிறுவனம் புதைபொருள் ஆராய்ச்சிக்கு பொறுப்பானது?<br><b>விடை:</b></td></tr><td>தமிழ் நாட்டில் ஏதேனும் ஆற்றங்கரை நாகரிகம் கண்டுபிடிக்கப்பட்டுள்ளதா?<br><b> விடை: </b></td><td> சிந்துவெளி நாகரிகம் பரவிய இரண்டு இடங்கள் எவை? <br>(இந்தியாவின் எல்லைக்குள்)<br><b>விடை: </b></td><td> சிந்துவெளி நகரங்கள் குழந்தைகளுக்கான நகரங்கள் என நாம் கூறமுடியுமா?<br><b>விடை: </b></td></tr></table> ",
        answer:"<table border =1><tr><td>சார்லஸ் எதைப் பார்த்தார்?<br> <b>விடை: செங்கல் திட்டுகள்</b></td><td>சிந்துவெளி மக்கள் பயன்படுத்திய பொருட்களுள் தற்போது நாம் எதையெல்லாம் படுத்துகிறோம்? (ஏதேனும் மூன்று கூறு)<br><b>விடை: செங்கல், வெண்கலம், சக்கரம்</b></td><td>வேறு என்னென்ன பொருட்கள் எல்லாம் கிடைத்துள்ளன?<br><b>விடை: மட்பாண்டங்கள், முத்திரைகள், கைவினைப் பொருட்கள், பொம்மைகள் முதலியன.</b></td></tr><tr><td>சிந்து வெளி மக்களுக்கு தெரியாத மூன்றைக் கூறு?<br><b>விடை: இரும்பு, குதிரை, தங்கம்</b></td><td>எந்த உலோகம் சிந்துவெளி மக்களுக்கு தெரியாது?<br><b> விடை: இரும்பு</b></td><td> உலகின் மிகப் பழமையான நாகரிகம் எது?<br><b>விடை: மெசபடோமிய நாகரிகம்</td></tr><tr><td>முதலில் பழக்கப்படுத்தப்பட்ட விலங்கு நாய்கள். ஏன்?<br><b>விடை: அவர்கள் வேட்டைக்கு செல்லும்போது பாதுகாப்பளித்தன</b></td><td>முதன் முதலில் பருத்திச் செடியை வளர்த்தவர்கள் யார்?<br><b>விடை: சிந்துவெளி மக்கள்</b></td><td> எந்தநிறுவனம் புதைபொருள் ஆராய்ச்சிக்கு பொறுப்பானது?<br><b>விடை: இந்தியத் தொல்லியல் துறை</b></td></tr><td>தமிழ் நாட்டில் ஏதேனும் ஆற்றங்கரை நாகரிகம் கண்டுபிடிக்கப்பட்டுள்ளதா?<br><b> விடை: வைகைநதிக்கரையில்(கீழடி அகழாய்வு)</b></td><td> சிந்துவெளி நாகரிகம் பரவிய இரண்டு இடங்கள் எவை? <br>(இந்தியாவின் எல்லைக்குள்)<br><b>விடை: லோத்தல், காலிபங்கன்</b></td><td> சிந்துவெளி நகரங்கள் குழந்தைகளுக்கான நகரங்கள் என நாம் கூறமுடியுமா?<br><b>விடை: ஆம்! அவர்கள் பயன்படுத்திய பொம்மைகளின் மூலம்.</b></td></tr></table> "
    }
      
];
var SocialScience6Chapter3Summary  = [
    {
        content:"&#9679; எப்பொழுது மனிதன் நிலையாக வாழ ஆரம்பித்தானோ, அதுவே நாகரிகத்தின் தொடக்கமாகக் குறிக்கப்பட்டது.</br> &#9679; நாகரிகம் வளர ஆற்றங்கரைகள் முக்கிய பங்கு வகித்தன.</br>&#9679; ஹரப்பா நாகரிகம் ஒரு நகர நாகரிகம் ஆகும்.</br> &#9679; நன்கு திட்டமிடப்பட்ட நகரங்களும், சரியான கோணங்களில் ஒன்றை ஒன்று வெட்டுகின்ற அகலமான சாலைகளும், மூடப்பட்ட வடிகால் வசதிகளும் இருந்தன.</br> &#9679; மக்களிடையே வியக்கத்தக்க பொறியியல் திறனும் இருந்திருக்கிறது.</br> &#9679; மொகஞ்ச-தாரோவில் காணப்படுகின்ற பெருங்குளமே உலகின் முதன் முதலில் கட்டப்பட்ட பொதுக் குளம் ஆகும்.</br>&#9679; நாகரிகத்தின் பரப்பளவு:</br> மேற்கில் - பலுசிஸ்தானின் மக்ரான் கடற்கரைவரை</br> கிழக்கில் - காகர் - ஹாக்ரா நதிப் பள்ளத்தாக்கு வரை</br> வடகிழக்கில் – ஆப்கானிஸ்தான்</br> தெற்கில் - மகாராஷ்ரா வரை: பரவியிருந்தது"
    }
];
   