var Science6Chapter1MCQ = [
   {
        question: "1. ஒரு மரத்தின் சுற்றளவை அளவிடப் பயன்படுவது.",
        answers:
        {
            a: 'மீட்டர் அளவு கோல்',
            b: 'மீட்டர் கம்பி',
            c: 'பிளாஸ்டிக் அளவுகோல்',
            d: 'அளவு நாடா'
        },
        correctAnswer: 'd '
    },
    {
        question: "2. 7மீ என்பது செ.மீ.-ல் ",
        answers:
        {
            a: '70 செ.மீ ',
            b: '7 செ.மீ',
            c: '700 செ.மீ',
            d: '7000 செ.மீ'
        },
        correctAnswer: 'c'
    },
    {
        question: "3. ஒரு அளவை அளவிடும் முறைக்கு $\\underline {\\hspace {2cm}}$ என்று பெயர்.",
        answers:
        {
            a: 'இயல் அளவீடு',
            b: 'அளவீடு',
            c: 'அலகு',
            d: 'இயக்கம்'
        },
        correctAnswer: ' a'
    },
    {
        question: "4. சரியானதைத் தேர்ந்தெடு. ",
        answers:
        {
            a: 'கி.மீ &gt; மி.மீ &gt; செ.மீ &gt; மீ',
            b: 'கி.மீ &gt; மி.மீ &gt; செ.மீ &gt; கி.மீ',
            c: 'கி.மீ &gt; மீ &gt; செ.மீ &gt; மி.மீ',
            d: 'கி.மீ &gt; செ.மீ &gt; மீ &gt; மி.மீ'
        },
        correctAnswer: 'c '
    },
    {
        question: "5. அளவுகோலைப் பயன்படுத்தி, நீளத்தை அளவிடும்போது, உனது கண்ணின் நிலை $\\underline {\\hspace {2cm}}$ இருக்க வேண்டும்",
        answers:
        {
            a: 'அளவிடும் புள்ளிக்கு இடதுபுறமாக',
            b: 'அளவிடும் புள்ளிக்கு மேலே, செங்குத்தாக',
            c: 'புள்ளிக்கு வலது புறமாக',
            d: 'வசதியான ஏதாவது ஒரு கோணத்தில்'
        },
        correctAnswer: 'b '
    }
];
var Science6Chapter1_1M  = [
    {
        question: "1. SI அலகு முறையில் நீளத்தின் அலகு $\\underline {\\hspace {2cm}}$ ",
        answer:"(விடை: மீட்டர்)"
    },
    {
        question: "2. 500 கிராம் = $\\underline {\\hspace {2cm}}$ கிலோகிராம் ",
        answer:"(விடை: அரை)"
    },
    {
        question: "3. டெல்லிக்கும், சென்னைக்கும் இடையில் உள்ள தொலைவு$\\underline {\\hspace {2cm}}$  என்ற அலகால் அளக்கப்படுகிறது.",
        answer:"(விடை: கிலோ மீட்டர்)"
    },
    {
        question: "4. 1 மீ = $\\underline {\\hspace {2cm}}$ செ.மீ என அளவிடப்படுகிறது.",
        answer:"(விடை : 100)"
    },
    {
        question: "5. 5 கி.மீ = $\\underline {\\hspace {2cm}}$. மீ",
        answer:"(விடை : 5,000)"
    },
    {
        question: "<div align='center'>சரியா தவறா என எழுதுக </div></br>1. நிறையை 126 கிகி எனக் கூறுவது சரியே. ",
        answer:"விடை : சரி"
    },
    {
        question: "2. ஒருவரின் மார்பளவை அளவுகோல் பயன்படுத்தி அளவிட முடியும். ",
        answer:"விடை : தவறு"
    },
    {
        question: "3. 10 மி.மீ. என்பது செ.மீ. ஆகும்.  ",
        answer:"விடை : சரி"
    },
    {
        question: " 4. முழம் என்பது நீளத்தை அளவிடும் நம்பத் தகுந்த முறையாகும்.",
        answer:"விடை : தவறு."
    },
    {
        question: " 5. SI அலகு முறை என்பது உலகம் முழு வதும் ஏற்றுக்கொள்ளப்பட்ட ஒரு அலகு முறையாகும்.",
        answer:"விடை : சரி."
    },
    {
        question: "<div align='center'>ஒப்புமை தருக </div></br>1. சர்க்கரை : பொதுத்தராசு; எலுமிச்சை சாறு : $\\underline {\\hspace {2cm}}$?",
        answer:"விடை: அளவுகள் குறிக்கப்பட்ட கொள்கலன்கள் (அல்லது) அளவு ஜாடி."
    },
    {
        question: "2. மனிதனின் உயரம் : செ.மீ, கூர்மையான பென்சிலின் முனையின் நீளம் $\\underline {\\hspace {2cm}}$? ",
        answer:"விடை : மி.மீ"
    },
    {
        question: "3. பால்: பருமன்; காய்கறிகள் : $\\underline {\\hspace {2cm}}$? ",
        answer:"விடை: நிறை."
    },
    {
        question: "<div align='center'>பொருத்துக </div></br><table border='1'><tr><th colspan='2'>நிரல் “அ”</th><th>நிரல் &ldquo;ஆ&rdquo;</th></tr><tr><td>1.</td><td>முன்கையின் நீளம்</td><td>மீட்டர்</td></tr><tr><td>2.</td><td>நீளத்தின் SI அலகு</td><td>விநாடி</td></tr><tr><td>3.</td><td>நானோ</td><td>$10^3$</td></tr><tr><td>4.</td><td>காலத்தின் அலகு</td><td>$10^{-9}$</td></tr><tr><td>5.</td><td>கிலோ</td><td>முழம்</td></tr></table>",
        answer:"<table border='1'><tr><th colspan='3'>விடை</th></tr><tr><th colspan='2'>நிரல் “அ”</th><th>நிரல் &ldquo;ஆ&rdquo;</th></tr><tr><td>1.</td><td>முன்கையின் நீளம்</td><td>முழம்</td></tr><tr><td>2.</td><td>நீளத்தின் SI அலகு</td><td>மீட்டர்</td></tr><tr><td>3.</td><td>நானோ</td><td>$10^{-9}$</td></tr><tr><td>4.</td><td>காலத்தின் அலகு</td><td>விநாடி</td></tr><tr><td>5.</td><td>கிலோ</td><td>$10^3$</td></tr></table>"
    },
    {
        question: "<div align='center'>அட்டவணையை நிரப்புக </div></br><table border='1'><tr><td>கன அளவு</td><td>$\\underline {\\hspace {2cm}}$</td></tr><tr><td>$\\underline {\\hspace {2cm}}$</td><td>கிலோகிராம்</td></tr><tr><td>சுண்டு விரலின் நீளம்</td><td>$\\underline {\\hspace {2cm}}$</td></tr><tr><td>$\\underline {\\hspace {2cm}}$</td><td>கி.மீ</td></tr></table> ",
        answer:"<table border='1'><tr><th colspan='2'>விடை</th><tr><td>கன அளவு</td><td><b>மீட்டர்$^3$</b></td></tr><tr><td><b>நிறை</b></td><td>கிலோகிராம்</td></tr><tr><td>சுண்டு விரலின் நீளம்</td><td><b>செ.மீ.</b></td></tr><tr><td><b>இரு நகரங்களுக்கு இடைப்பட்ட தூரம்</b></td><td>கி.மீ</td></tr></table>"
    },
    {
        question: "<div align='center'>பின்வரும் அலகினை ஏறு வரிசையில் எழுதுக</div></br>1 மீட்டர், 1 சென்டி மீட்டர். 1 கிலோ மீட்டர் மற்றும் 1 மில்லிமீட்டர். ",
        answer:"விடை:1 மில்லிமீட்டர் <1 சென்டி மீட்டர் <1 மீட்டர்-1 கிலோ மீட்டர்."
    },
    {
        question: "<div align='center'>கீழ்க்கண்ட வினாக்களுக்கான விடையை கட்டத்திற்குள் தேடுக</div></br><img src='./image/chaptar1image11m.jpg'/><br/><br/>1. $10^{-3}$ என்பதும்</br>2. காலத்தின் அலகு</br>3. சாய்வாக அளவிடுவதால் ஏற்படுவது</br>4. கடிகாரம் காட்டுவது</br>5. ஒரு பொருளில் உள்ள பருப்பொருளின் அளவு</br>6. பல மாணவர்களின் பதிவுகளிலிருந்து கடைசியாக எடுக்கப்படும் ஒரு தனி அளவீடு</br>7. $\\underline {\\hspace {2cm}}$ என்பது ஒரு அடிப்படை அளவு<br>8. வாகனங்கள் கடக்கும் தொலைவைக் காட்டுவது.</br>9. தையல்காரர் துணியைத் தைக்க அளவிடப் பயன்படுத்துவது.</br>10. நீர்மங்களை அளவிட உதவும் அளவீடு.</br> ",
        answer:"<br/><img src='./image/chaptar1image12m.jpg'/> "
    },
    {
        question: "<div align='center'>ஓரிரு வார்த்தைகளில் விடை தருக</div></br>1. SI என்பதன் விரிவாக்கம் என்ன? ",
        answer:"விடை : பன்னாட்டு அலகு முறை (International system of units)."
    },
    {
        question: "2. நிறையை அளவிடப் பயன்படும் ஒரு கருவி. ",
        answer:"விடை:பொதுத்தராசு."
    },
    {
        question: "3. பொருந்தாததைத் தேர்ந்தெடு: கிலோகிராம், மில்லிமீட்டர், சென்டி மீட்டர், நேனோ மீட்டர். ",
        answer:"விடை: கிலோகிராம்."
    },
    {
        question: "4. நிறையின் SI அலகு என்ன?",
        answer:"விடை: கிலோகிராம்."
    },
    {
        question: "5. ஒரு அளவீட்டில் இருக்கும் இரு பகுதிகள் என்ன?",
        answer:"விடை: எண் மதிப்பு மற்றும் அலகு."
    }
];
var Science6Chapter1TM  = [
    {
        question: "1. அளவீடு -வரையறு.",
        answer:"விடை: தெரிந்த ஒரு அளவைக் கொண்டு தெரியாத அளவை ஒப்பிடுவது அளவீடு எனப்படும்."
    },
    {
        question: "2. நிறை வரையறு.",
        answer:"விடை: நிறை என்பது ஒரு பொருளில் உள்ள பருப்பொருளின் அளவே ஆகும்."
    },
    {
        question: "3. இரு இடங்களுக்கு இடையே உள்ள தொலைவு 43.65 கி.மீ. இதன் மதிப்பை மீட்டரிலும்,சென்டிமீட்டரிலும் மாற்றுக.",
        answer:"விடை: இரு இடங்களுக்கு இடையே உள்ள தொலைவு = 43.65 கி.மீ.</br><b>மீட்டராக மாற்றுதல்</b></br> 1 கி.மீட்டர் = 1000 மீ</br>43.65 கி.மீ = 43.65 X 1000 = 43650.00 = 43650 மீட்டர்</br><b>சென்டி மீட்டராக மாற்றுதல்</b></br>1 கி.மீ. = 1000 மீ X 100 செ.மீ</br>43.65 கி.மீ 1 = 43.65 X 1000 X 100 = 4365000. 00 = 4365000 செ.மீ."
    },
    {
        question: "4. ஒழுங்கற்ற பொருட்களின் பருமனை எவ்வாறு அளவிடுவாய்?",
        answer:"விடை: ஒழுங்கற்ற பொருட்களின் பருமனை நீர் இடப்பெயர்ச்சி முறையைக் கொண்டு அளவிடலாம்."
    },
    {
        question: "5. அளவுகோலில் அளவிடும்போது துல்லியமான அளவீடு பெறப் பின்பற்றப்படும் விதிமுறைகள் என்ன ?",
        answer:"விடை: 1. பொருளை அளவு கோலுக்கு இணையாக வைத்து கணக்கிடவும்</br>2. சுழியில் இருந்து அளவிட ஆரம்பிக்க வேண்டும்</br>3. இடமாறு தோற்றப் பிழை இல்லாமல் பார்த்துக் கொள்ள வேண்டும்."
    },
    {
        question: "<div align='center'>கீழ்க்கண்டவைகளைத் தீர்க்க</div></br>1. உனது வீட்டில் இருந்து உனது பள்ளிக்கு இடையே உள்ள தொலைவு 2250மி. இந்தத் தொலைவினை கிலோமீட்டராக மாற்றுக.",
        answer:"விடை: வீட்டிற்கும் பள்ளிக்கும் இடையே உள்ள தொலைவு = 2250 மீ</br>1000 மீட்டர் = 1 கி.மீ.</br>2250 மீட்டர் = ${2250 \\over 1000}$= 2.25 கி.மீ. = 2.25 கி.மீ."
    },
    {
        question: "2. கூர்மையான ஒரு பென்சிலின் நீளத்தை அளவிடும் போது அளவு கோலின் ஒரு முனை 2.0 செ.மீ மற்றும் அடுத்த முனை 12.1 செ.மீ. என்ற இரு அளவுகளைக் காட்டினால் பென்சிலின் நீளம் என்ன?",
        answer:"விடை: பென்சிலின் நீளம் = அடுத்த முனை அளவு - முதல் முனை அளவு.</br>= 12.1 செ.மீ. - 2.0 செ.மீ. = 10.1 செ.மீ."
    }
    

]; 
var Science6Chapter15M  = [
    {
        question: "1. வளைகோடுகளின் நீளத்தை அளக்க நீ பயன்படுத்தும் இரண்டு முறைகளை விளக்குக.",
        answer:"விடை: </br>(i) வளைகோட்டின் நீளத்தை கம்பியைப் பயன்படுத்தி அளவிடல்:</br>1. ஒரு தாளில் AB என்ற ஒரு வளைகோடு வரைக.</br> 2. வளை கோட்டின் மீது ஒரு கம்பியை வை.</br> 3. கம்பியானது வளைகோட்டின் அனைத்து பகுதியையும் தொடுவதை உறுதி செய். </br>4. வளைகோட்டின் தொடக்க புள்ளியையும் முடிவுப்புள்ளியையும் கம்பியின் மீது குறிக்கவும்.</br> 5. இப்பொழுது கம்பியை நேராக நீட்டி குறிக்கப்பட்ட தொடக்கப்புள்ளிக்கும் முடிவுப் புள்ளிக்கும் இடையிலான தொலைவை அளவுகோல் கொண்டு அளவிடு. </br>6. இது வளை கோட்டின் நீளம் ஆகும்.</br><b>(ii) வளைகோட்டின் நீளத்தை கவையைப் பயன்படுத்தி அளவிடல்:</b></br> 1. ஒரு தாளின் மீது AB என்ற வளைகோட்டினை வரைக. </br>2. கவையின் இரு முனைகளை 0.5 செ.மீ அல்லது 1 செ.மீ. இடைவெளி உள்ளவாறு பிரிக்கவும். </br>3. வளைகோட்டின் ஒரு முனையிலிருந்து கவையை வைத்து தொடங்கவும். </br>4. மறுமுனை வரை அளந்து எண்ணிக்கையை குறித்துக்கொள்ளவும்.</br> 5. வளைகோட்டின் மேல் சம அளவு பாகங்களைப் பிரித்திடுக.</br> 6. குறைவாக உள்ள கடைசிப் பாகத்தை அளவுகோல் பயன்படுத்தி அளவிடுக. வளை கோட்டின் நீளம் = (பாகங்களின் எண்ணிக்கை X ஒரு பாகத்தின் நீளம்) + கடைசி பாகத்தின் நீளம்."
    },
    {
        question: "2. கீழ்க்கண்ட அட்டவணையை நிரப்புக.</br><table border='1'></tr><th>பண்புகள்</th><th>வரையறை</th><th>அடிப்படை அலகு</th><th>அளக்கப் பயன்படும் கருவி</th></tr><tr><td>நீளம்</td><td></td><td></td><td></td></tr><tr><td>நிறை</td><td></td><td></td><td></td></tr><td>பருமன்</td><td></td><td></td><td></td></tr><tr><td>காலம்</td><td></td><td></td><td></td></tr></table>",
        answer:"விடை:</br><table border='1'></tr><th>பண்புகள்</th><th>வரையறை</th><th>அடிப்படை அலகு</th><th>அளக்கப் பயன்படும் கருவி</th></tr><tr><td>நீளம்</td><td>ஏதேனும் இரு புள்ளிகளுக்கு இடையேயுள்ள தொலைவு</td><td>மீட்டர்</td><td>மீட்டர் அளவு கோல்,அளவு நாடா</td></tr><tr><td>நிறை</td><td>ஒரு பொருளில் உள்ள பருப்பொருளின் அளவு</td><td>கிராம்</td><td>பொதுத் தராசு</td></tr><td>பருமன்</td><td>பொருள் இடத்தை அடைத்துக் கொள்வது பருமன் ஆகும்.</td><td>லிட்டர்</td><td>அளவுகள் குறிக்கப்பட்ட கொள்கலன்</td></tr><tr><td>காலம்</td><td>பகல் இரவு மாறுபடுவது மற்றும் காலம் மாறுவது</td><td>விநாடி</td><td>கடிகாரம்</td></tr></table>"
    }
     
];   
var Science6Chapter1Summary  = [
    {
        content:"அளவீடு என்பது தெரிந்த அளவுகளுடன் தெரியாத அளவுகளை ஒப்பிடுவதாகும்</br> &#10070; பன்னாட்டு அளவிலான பொதுத்தன்மைக்காக அனைத்து இயற்பியல் அளவுகளுக்கும் படித்தர அலகுகள் உள்ளன.</br>&#10070; நீளம், நிறை மற்றும் காலம் ஆகியவை சில அடிப்படை இயற்பியல் அளவுகள் ஆகும்.</br> &#10070; SI அலகுகள்</br><table><tr><td>நீளம் – மீட்டர்</td></tr><tr><td> நிறை – கிலோகிராம்</td></tr><tr><td>காலம் – வினாடி</td></tr><tr><td> திரவத்தின் பருமன் - லிட்டர் அல்லது செ.மீ$^3$</td></tr></table></br>&#10070; மூன்று வகையான பிழைகளைத் தவிர்ப்பதன் மூலம் அளவுகோளைப் பயன்படுத்தும் போதும் துல்லியமான அளவுகளை அளக்கலாம்.</br> &#10070; திட, திரவ மற்றும் ஒழுங்கான பொருள்களின் பருமனை அளந்தறிய நேரடி அளவீடு பயன்படுகிறது.</br> &#10070;  ஒழுங்கற்ற பொருள்களின் பருமனை அளந்தறிய நீர் இடப்பெயர்ச்சி முறை பயன்படுகிறது.</br> &#10070; மின்னணுத் தராசைப் பயன்படுத்தி மிகத் துல்லியமாக எடையை அளக்கலாம்."
    }
];
    
 