var Science6Chapter6MCQ = [
    {
        question: "1. நம் உடலின் தசைகளின் உருவாக்கத்திற்கு $\\underline {\\hspace {2cm}}$ தேவைப்படுகிறது.",
        answers:
        {
            a: 'கார்போஹைட்ரேட்',
            b: 'கொழுப்பு',
            c: 'புரதம்',
            d: 'நீர்'
        },
        correctAnswer: 'c'
    },
    {
        question: "2. ஸ்கர்வி $\\underline {\\hspace {2cm}}$ குறைபாட்டினால் உண்டாகிறது.",
        answers:
        {
            a: 'வைட்டமின் A',
            b: 'வைட்டமின் B',
            c: 'வைட்டமின் C',
            d: 'வைட்டமின் D'
        },
        correctAnswer: 'c'
    },
    {
        question: "3. கால்சியம்$\\underline {\\hspace {2cm}}$  வகை ஊட்டச்சத்திற்கான எடுத்துக்காட்டு ஆகும்.",
        answers:
        {
            a: 'கார்போஹைட்ரேட்',
            b: 'கொழுப்பு',
            c: 'புரதம்',
            d: 'தாது உப்புகள் '
        },
        correctAnswer: 'd'
    },
    {
        question: "4. நம் உணவில் பழங்கள் மற்றும் காய்கறிகளை சேர்த்தக் கொள்ள வேண்டும், ஏனெனில்",
        answers:
        {
            a: 'அவற்றில் அதிக அளவு கார்போஹைட்ரேட் உள்ளது. ',
            b: 'அவற்றில் அதிக அளவு புரதம் உள்ளது. ',
            c: 'அவற்றில் அதிக வைட்டமின்களும் தாது உப்புகளும் உள்ளன.',
            d: 'அவற்றில் அதிக அளவு நீர் உள்ளது.'
        },
        correctAnswer: 'c'
    },
    {
        question: "5. பாக்டீரியா, ஒரு சிறிய$\\underline {\\hspace {2cm}}$   நுண்ணுயிரி.",
        answers:
        {
            a: 'புரோகேரியோட்டிக்',
            b: 'யூகேரியோட்டிக்',
            c: 'புரோட்டோசோவா',
            d: ' செல்லற்ற '
        },
        correctAnswer: 'a'
    }
];
var Science6Chapter6_1M  = [
    {
        question: "1. ஊட்டச்சத்து குறைபாடு $\\underline {\\hspace {2cm}}$ நோய்களுக்கு வழிவகுக்கிறது.",
        answer:" (விடை: குறைபாட்டு)"
    },
    {
        question: "2. பெரியவர்களில், அயோடின் சத்துக்குறைபாடு  $\\underline {\\hspace {2cm}}$நோயை ஏற்படுத்துகிறது.",
        answer:"(விடை: காய்டர் (முன் கழுத்து கழலை) "
    },
    {
        question: "3. வைட்டமின் ஏ குறைபாடு $\\underline {\\hspace {2cm}}$ நோயை ஏற்படுத்துகிறது.",
        answer:" (விடை: ரிக்கெட்ஸ்)"
    },
    {
        question: "4. டைபாய்டு நோய், $\\underline {\\hspace {2cm}}$ மற்றும் நீர் மாசுறுதலால் பரவுகிறது.",
        answer:"(விடை: உணவு) "
    },
    {
        question: "5. குளிர்காய்ச்சல் (இன்புளுயன்சா ) $\\underline {\\hspace {2cm}}$ நுண்ணுயிரியால் ஏற்படுகிறது.",
        answer:" (விடை: வைரஸ்)"
    },
    {
        question: "<div align='center'>சரியா அல்லது தவறா?</div></br>1. நம் உணவில் மூன்று முக்கிய ஊட்டச்சத்துக்கள் உள்ளன.",
        answer:" விடை : தவறு.</br>நம் உணவில் <b>ஆறு</b> முக்கிய ஊட்டச்சத்துக்கள் உள்ளன."
    },
    {
        question: "2. நம் உடலில் ஆற்றலை சேமித்து வைக்க கொழுப்பு உதவுகிறது.",
        answer:" விடை : தவறு.</br>நம் உடலுக்கு ஆற்றலை <b>கொடுக்க</b> கொழுப்பு உதவுகிறது."
    },
    {
        question: "3. அனைத்து பாக்டீரியாக்களும் நீளிழைகளை பெற்றுள்ளன.",
        answer:"விடை: தவறு.</br><b>சில பாக்டீரியாக்கள்</b> நீளிழைகளைப் பெற்றுள்ளன. "
    },
    {
        question: " 4. ஹீமோகுளோபின் உற்பத்திக்கு இரும்புச்சத்து உதவுகிறது.",
        answer:"விடை : சரி. "
    },
    {
        question: "5. ஓம்புயிரியின் உடலுக்கு வெளியேயும் வைரஸ்களால் வளர்ந்து இனப்பெருக்கம் செய்ய இயலும்.",
        answer:" விடை : தவறு.</br>ஓம்புயிரின் உடலுக்கு <b>உள்ளே</b> வைரஸ்கள் வளர்ந்து இனப்பெருக்கம் செய்ய இயலும்."
    },
    {
        question: "<div align='center'>பின்வரும் ஒப்புமைகளை பூர்த்தி செய்க</div></br>1. அரிசி : கார்போஹைட்ரேட் :: பருப்பு வகைகள் :$\\underline {\\hspace {2cm}}$",
        answer:"(விடை : புரதம்) "
    },
    {
        question: "2. வைட்டமின் D : ரிக்கெட்ஸ் :: வைட்டமின் C$\\underline {\\hspace {2cm}}$",
        answer:" (விடை: ஸ்கர்வி)"
    },
    {
        question: "3. முன் கழுத்து கழலை நோய் :: இரும்பு : $\\underline {\\hspace {2cm}}$",
        answer:"(விடை: இரத்த சோகை) "
    },
    {
        question: "4. காலரா : பாக்டீரியா : : சின்னம்மை $\\underline {\\hspace {2cm}}$",
        answer:"(விடை: வைரஸ்) "
    },
    {
        question: "<div align='center'>பொருத்துக</div></br><table border ='1' <tr><td>1. வைட்டமின் A </td><td>அ. ரிக்கெட்ஸ்</td></tr><td>2. வைட்டமின் B</td><td> ஆ. மாலைக் கண் நோய்</td></tr><td>3. வைட்டமின் C</td><td>இ. மலட்டுத் தன்மை</td></tr><td>4. வைட்டமின் D</td><td>ஈ. பெரி பெரி</td></tr><td>5.  வைட்டமின் E</td><td>உ. ஸ்கரிவி</td></tr></table>",
        answer:"விடை:</br> </br><table border ='1' <tr><td>1. வைட்டமின் A </td><td>அ. மாலைக் கண் நோய்</td></tr><td>2. வைட்டமின் B</td><td> ஆ. பெரி பெரி</td></tr><td>3. வைட்டமின் C</td><td>இ. ஸ்கரிவி</td></tr><td>4. வைட்டமின் D</td><td>ஈ. ரிக்கெட்ஸ்</td></tr><td>5.  வைட்டமின் E</td><td>உ. மலட்டுத் தன்மை</td></tr></table>"
    },
    {
        question: "<div align='center'>நிரப்புக</div></br><img src='./image/chaptar6image12m.jpg'/>",
        answer:"<br/><br/>விடை:<br/><img src='./image/chaptar6image22m.jpg'/> "
    }
];
var Science6Chapter6TM  = [
    {
        question: "1. கீழ்கண்டவற்றிற்கு இரண்டு எடுத்துக்காட்டுகள் தருக.</br>அ) கொழுப்புச்சத்து அதிகமுள்ள உணவுப் பொருட்கள்.</br>ஆ) வைட்டமின் குறைபாட்டு நோய்கள்.",
        answer:"விடை: அ) கொழுப்புச் சத்து அதிகமுள்ள பொருட்கள் : கறி, மீன், முட்டை மஞ்சள் கரு, பால்.</br>அ) வைட்டமின் குறைபாட்டு நோய்கள் : மாலைக்கண் நோய், பெரிபெரி, ஸ்கர்வி, ரிக்கட்ஸ். "
    },
    {
        question: "2. கார்போஹைட்ரேட் மற்றும் புரதத்தினை வேறுபடுத்தி எழுதுக.",
        answer:" விடை:<table border = '1'> <tr><th>வ. எண்</th><th>கார்போஹைட்ரேட்</th><th>புரதம்</th></tr><td>1.</td><td>நம் உடலுக்கு ஆற்றல் தருபவை.</td><td>நம் உடல் வளர்ச்சி மற்றும் செல் பழுது பார்த்தல் போன்றவை நடைபெற உதவுகிறது.</td></tr><td>2.</td><td><b>மூலப்பொருட்கள் :</b></br>முழுத் தானியங்கள், பழங்கள் அரிசி மற்றும் கோதுமை.</td><td><b>மூலப்பொருட்கள் :</b></br>பருப்புகள், சோயாபீன்ஸ், கொட்டைகள்,முட்டை மற்றும் மீன்.</td></tr></table>"
    },
    {
        question: "3. சரிவிகித உணவு - வரையறு.",
        answer:" விடை: அனைத்து சத்துக்களும் போதுமான அளவு கொண்ட ஓர் உணவு நாம் நலமாக வளர்வதற்கும் செயல்படுவதற்கும் அவசியமான உணவு சரிவிகித உணவு எனப்படும்."
    },
    {
        question: "4. பழங்களையும் காய்கறிகளையும் வெட்டிய பின் நீரில் கழுவக் கூடாது. ஏன்?",
        answer:" விடை: காய்கறிகளும், பழங்களும் வெட்டியபின் நீரில் கழுவக் கூடாது. ஏனெனில் அவை நீரில் உள்ள மூலக்கூறுகளுடன் வினைபுரிந்து தேவையான சத்துப் பொருட்களை நச்சுத்தன்மை வாய்ந்த பொருளாக மாற்றிவிடுகிறது."
    },
    {
        question: "5. வைரஸால் ஏற்படும் நோய்கள் இரண்டினை எழுதுக.",
        answer:"விடை: சாதாரண சளி, போலியோ, சின்னம்மை போன்றவை வைரஸ்களினால் ஏற்படக் கூடிய நோய்களாகும்."
    },
    {
        question: "6. நுண்ணுயிரிகளின் முக்கிய பண்பு என்ன?",
        answer:" விடை:  <br/>&diams;நுண்ணுயிரிகளை வெறும் கண்ணால் பார்க்க இயலாது. நுண்ணோக்கியின் உதவியால் தான் பார்க்க முடியும்.</br>&diams; நுண்ணுயிரிகள் மிகச்சிறிய அலகு கொண்டவை.</br>&diams; நோய்களை உண்டாக்கக் கூடியவை."
    }
    
]; 
var Science6Chapter65M  = [
    {
        question: "1. வைட்டமின்களையும் அவற்றின் குறைப்பாட்டால் ஏற்படும் நோய்களையும் அட்டவணைப்படுத்துக.",
        answer:"விடை: <table border = '1' <tr><th>வ. எண்</th><th>உயிர்ச் சத்து</th><th>குறைபாட்டு நோய்</th></tr><td>1.</td><td>வைட்டமின் A</td><td>மாலைக் கண் நோய்</td></tr><td>2.</td><td>வைட்டமின் B</td><td>பெரி பெரி</td></tr><td>3.</td><td>வைட்டமின் C</td><td>ஸ்கர்வி</td></tr><td>4.</td><td>வைட்டமின் D</td><td>ரிக்கெட்ஸ்</td></tr><td>5.</td><td> வைட்டமின் E</td><td>மலட்டுத் தன்மை</td></tr><td>6.</td><td>வைட்டமின் K</td><td>இரத்தம் உறையாமை</td></tr></table> "
    }
];
var Science6Chapter6Summary  = [
    {
        content:"&#10070; ஆறு வகையான பெரிய ஊட்டச்சத்துகள் உள்ளன அவை</br>1. கார்போஹைட்ரேட்டுகள்</br>2. புரதங்கள்</br>3. கொழுப்புகள்</br> 4. வைட்டமின்கள்</br>5. தாது உப்புகள்</br>6. நீர்</br>&#10070; குவாஷியோர்கர், மராசுமஸ் - புரத சத்துக்கள் குறைபாடு உள்ள நோய்கள்</br>&#10070; மாலைக்கண் நோய், ஸ்கர்வி, ரிக்கட்ஸ், பெரி-பெரி ஆகியவை வைட்டமின் குறைபாட்டு நோய்கள்</br>&#10070; பாக்டீரியா ஒரு புரோகேரியாட்டிக் நுண்ணுயிரி</br>&#10070; காலரா, டைபாய்டு, நிமோனியா ஆகியவை பாக்டீரியா நோய்கள்</br>&#10070; இன்புளுயன்சா, சாதாரண சளி, சின்னம்மை, ஆகியவை வைரஸ் நோய்கள்"
    }
];
   