var Science6Chapter5MCQ = [
    
];
var Science6Chapter5_1M  = [
    {
        question: "1. வெப்பமண்டல மழைக்காடுகள், புல்வெளிகள் மற்றும் பாலைவனங்களை $\\underline {\\hspace {2cm}}$என்று அழைக்கிறோம்.",
        answer:" (விடை: வாழிடம்)"
    },
    {
        question: "2. ஒரு செல்லால் ஆன உயிரினங்கள் $\\underline {\\hspace {2cm}}$ என்று அழைக்கப்படுகின்றன.",
        answer:" (விடை: ஒரு செல் உயிரிகள்)"
    },
    {
        question: "3. மீனின் சுவாச உறுப்பு $\\underline {\\hspace {2cm}}$ ஆகும்.",
        answer:"(விடை: செவுள்கள் "
    },
    {
        question: "4. கால்களில் உள்ள வளை நகங்களின் மூலம் பல்லிகள் தரைகளில்$\\underline {\\hspace{2cm}}$ ",
        answer:" (விடை: நகரும்)"
    },
    {
        question: "5. ஒட்டகங்கள் தங்கள் திமில்களில்$\\underline {\\hspace {2cm}}$ சேமிக்கின்றன.",
        answer:" (விடை: கொழுப்பை )"
    },
    {
        question: "<div align='center'>தகுந்த வார்த்தைகளைக் கொண்டு கீழ்க்கண்டவற்றை நிரப்புக</div></br>1. நீர் நிலைகள், பாலைவனங்கள் மற்றும் மலைகள் ஆகியவற்றை $\\underline {\\hspace {2cm}}$ என்று அழைக்கலாம்.",
        answer:"(விடை: வாழிடம்) "
    },
    {
        question: "2. செல்களின் எண்ணிக்கையின் அடிப்படையில் விலங்குகளை $\\underline {\\hspace {2cm}}$ மற்றும் $\\underline {\\hspace {2cm}}$என வகைப்படுத்தலாம்.",
        answer:" (விடை: ஒரு செல் உயிரிகள், பல செல்)"
    },
    {
        question: "3. பறவைகளின் வால் திசை திருப்புக் கட்டையாக செயல்பட்டு $\\underline {\\hspace {2cm}}$க்கு உதவுகிறது.",
        answer:" (விடை: திசையைக் கட்டுப்படுத்த)"
    },
    {
        question: "4. அமீபா  $\\underline {\\hspace {2cm}}$ உதவியுடன் இடப்பெயர்ச்சி செய்கிறது.",
        answer:"(விடை: போலிக்கால்கள்) "
    },
    {
        question: "<div align='center'>சரியா அல்லது தவறா? தவறாக இருப்பின் சரி செய்து எழுதுக.</div><br/>1. ஓர் உயிரி வாழக்கூடிய அல்லது இருக்கக் கூடிய இடம் வாழிடம் எனப்படும்.",
        answer:" விடை : சரி."
    },
    {
        question: "2. புவியியல் அமைப்பு மற்றும் சுற்றுப்புற சூழ்நிலைகளும் புவியின் அனைத்து இடங்களிலும் ஒரே மாதிரியாக இருக்கும்.",
        answer:" விடை : தவறு.</br>புவியியல் அமைப்பு மற்றும் சுற்றுப்புறச் சூழ்நிலைகளும் புவியின் அனைத்து இடங்களிலும் <b>வேறுவேறாக</b> இருக்கும்"
    },
    {
        question: "3. ஒரு செல் உயிரியான அமீபா, பொய்க்கால்கள் மூலம் இடப்பெயர்ச்சி செய்கிறது.",
        answer:" விடை : சரி."
    },
    {
        question: "4. பறவைகளால் ஒரு நேரத்தில் ஒரு பொருளை மட்டுமே பார்க்க முடியும்.",
        answer:"விடை : தவறு.</br>பறவைகளால் ஒரு நேரத்தில் <b>இரு வெவ்வேறு</b> பொருட்களைப் பார்க்க முடியும். "
    },
    {
        question: "5. பாரமீசியம் ஒரு பல் செல் உயிரி.",
        answer:" விடை : தவறு.</br>பாரமீசியம் ஒரு <b>ஒரு செல்</b> உயிரி."
    },
    {
        question: "<div align='center'>குறு வினாக்கள்</div></br>1. பறவைகள் தங்கள் இரைகளை எவ்வாறு பிடிக்கின்றன?",
        answer:" விடை: பறவைகள் தங்கள் கால்களில் உள்ள கூர் நகங்களால் இரைகளை பிடிக்கின்றன."
    },
    {
        question: "2. இந்தியாவில் ஒட்டகங்களை நாம் எங்கு காண முடியும்?",
        answer:" விடை: ஒட்டகங்களை இராஜஸ்தானில் காணலாம்."
    },
    {
        question: "3. அமீபாவின் இடப்பெயர்ச்சி உறுப்பு எது?",
        answer:"விடை: அமீபாவின் இடப்பெயர்ச்சி உறுப்பு போலிக்கால்கள். "
    },
    {
        question: "4. பாம்புகளின் உடல் பகுதிகள் யாவை?",
        answer:"விடை: பாம்பின் உடல்பகுதிகள், தலை, கண்கள், மூச்சுத்துளை, உடல் மற்றும் வால் பகுதி. "
    },
    {
        question: "5. பறவைகள் காற்றில் பறக்கும் பொழுது எந்த உடலமைப்பைப் பயன்படுத்தி பறக்கும் திசையை மாற்றிக் கொள்கின்றன.",
        answer:"விடை: பறவைகள் வால் பகுதிகளைப் பயன்படுத்தி திசையை மாற்றிக் கொள்கிறது. "
    }
];
var Science6Chapter5TM  = [
    {
        question: "1. ஒரு செல் உயிரிகளை பல செல் உயிரிகளிடமிருந்து வேறுபடுத்துக.",
        answer:"விடை: <table border = '1'> <tr><th>வ.எண்</th><th>ஒரு செல் உயிரிகள்</th><th>பல செல் உயிரிகள்</th></tr><td>1.</td><td>ஒரு செல்லால் ஆனவை.</td><td>பல செல்களால் ஆனவை.</td></tr><td>2.</td><td>அளவில் சிறியவை.நுண்ணோக்கியால் மட்டுமே பார்க்க இயலும்.</td><td>அளவில் பெரியவை. கண்களால் பார்க்க இயலும்.</tr><td>3.</td><td>திசுக்கள், உறுப்புகள் மற்றும் உறுப்பு மண்டலங்கள் கிடையாது.</td><td>திசுக்கள், உறுப்புகள் மற்றும் உறுப்பு மண்டலங்கள் உள்ளன.</td></tr><td>4.</td><td>செல்களின் அளவு அதிகரிப்பதன் மூலம் வளர்ச்சி அடைகிறது.</td><td>செல்களின் எண்ணிக்கை அதிகரிக்கப்பட்டு வளர்ச்சி அடைகிறது.</td></tr></table> "
    },
    {
        question: "2. துருவ கரடிகள் மற்றும் பென்குயின்களில் காணப்படும் தகவமைப்புகளை எழுதுக.",
        answer:"விடை: <b>துருவ கரடி</b></br> (1) துருவப் பகுதியில் வாழ்கிறது. </br>(ii) பாதுகாப்பிற்கான தடிமனான தோல் வெண்மையான உரோமங்கள் போன்றதகவமைப்புகளைப் பெற்றுள்ளது.</br> <b>பென்குயின்</b> </br>(i) துருவப் பகுதியில் வாழ்கிறது. </br>(ii) நீந்துவதற்கான துடுப்புகள், நடப்பதற்கான இரண்டு கால்கள் போன்ற தகவமைப்பைபெற்றுள்ளது. "
    },
    {
        question: "3. பறவைகளின் எவ்வகையான உடலமைப்பு காற்றில் பறக்க உதவி செய்கிறது?",
        answer:"விடை: <b>பறவைகளின் தகவமைப்புகள் :</b></br> (i) பறவைகள் படகு போன்ற உடல் அமைப்பை பெற்றிருக்கின்றன.</br> (ii) பறவையின் முன்னங்கால்கள் இறக்ககையாக மாறுபாடு அடைந்துள்ளது.</br> (iii) உள்ளீடற்ற அல்லது வெற்றிடத்தினால் ஆன இலகுவான எலும்புகளைப் பெற்றுள்ளது.</br> (iv) பறத்தலின் போது ஏற்படும் அழுத்தத்தினைத் தாங்குவதற்கு வலிமை மிக்க மார்புத்தசையினை பெற்றுள்ளது."
    },
    {
        question: "4. முதுகெலும்பற்ற விலங்குகளின் வகைகள் யாவை?",
        answer:" விடை:<table> <tr><td>1.புரோட்டோசோவா</td><td>2.துளையுடலிகள்</td></tr><td>3.உருளைப் புழுக்கள்</td><td>4.தட்டைப் புழுக்கள்</td></tr><td>5.வழைத்தசைப் புழுக்கள்</td><td>6.கணுக்காலிகள்</td></tr><td>7.மெல்லுடலிகள்</td><td>8.முட்தோலிகள்</td></tr><td>9.புரையுடலிகள் </table>"
    }
    
]; 
var Science6Chapter55M  = [
    {
        question: "1. பாலைவனங்களில் வாழ்வதற்கேற்ப ஒட்டகங்களில் காணப்படும் தகவமைப்புகளை விவரி.",
        answer:"விடை: <b>ஒட்டகத்தில் காணப்படும் தகவமைப்புகள்</b></br> (i) இதன் நீண்ட கால்கள் பாலைவனத்தில் உள்ள சூடான மணலில் இருந்து உடலைப் பாதுகாக்கின்றன. </br>(ii) உலர்ந்த பாலைவனத்திற்கு ஏற்றாற்போல் தன் உடலில் நீர் சேமிக்கும் தகவமைப்பைப்பெற்றுள்ளன.</br> (iii) ஒட்டகம் திமில் பகுதியில் கொழுப்பை சேமித்து வைக்கின்றது. சக்தி தேவைப்படும்காலங்களில் சேமித்து வைக்கப்பட்ட கொழுப்பை சிதைத்த ஊட்டம் பெறுகிறது. </br>(iv) ஒட்டகங்களின் நீண்ட கண் இமைகள் மற்றும் தோல் அதன் கண் மற்றும் காதுகளைபுழுதிப் புயலில் இருந்து பாதுகாக்கிறது. </br>(v) நாசித் துவாரங்கள் தூசிகள் உள்ளே செல்வதைத் தடுப்பதற்காக மூடிய நிலையில்காணப்படும். </br> (vi) ஒட்டகம் குறைந்த அளவு நீரை வெளியேற்றுகிறது. மேலும் அதன் உடலில் இருந்துவியர்வை வெளியேற்றுவதில்லை."
    }
];
var Science6Chapter5Summary  = [
    
];
   