var Science6Chapter7MCQ = [
    {
        question: "1. கணினியின் தந்தை என அழைக்கபடுபவர் யார்? ",
        answers:
        {
            a: 'மார்ட்டின் லூதர் கிங்',
            b: 'கிரகாம்பெல்',
            c: ' சார்லி சாப்ளின்',
            d: 'சார்லஸ் பாபேஜ்'
        },
        correctAnswer: 'd'
    },
    {
        question: "2. கீழ்க்கண்டவற்றில் கணினியின் மறுவடிவம் எது?",
        answers:
        {
            a: 'கரும்பலகை',
            b: 'கைப்பேசி',
            c: 'வானொலி',
            d: 'புத்தகம்'
        },
        correctAnswer: 'b'
    },
    {
        question: "3. முதல் கணினி அறிமுகம் செய்யப்பட்ட ஆண்டு$\\underline {\\hspace{2cm}}$",
        answers:
        {
            a: '1980',
            b: '1947',
            c: '1946',
            d: '1985'
        },
        correctAnswer: 'c'
    },
    {
        question: "4. கணினியின் முதல் நிரலர் யார்?",
        answers:
        {
            a: 'லேடி வில்லிங்டன்',
            b: 'அகஸ்டா அடாலவ்லேஸ்',
            c: 'மேரி க்யூரி',
            d: 'மேரிக்கோம்'
        },
        correctAnswer: 'b'
    },
    {
        question: "5. பொருத்தமில்லாததைக் குறிப்பிடுக.",
        answers:
        {
            a: 'கணிப்பான்',
            b: 'அபாகஸ்',
            c: 'மின் அட்டை',
            d: 'மடிக்கணினி'
        },
        correctAnswer: 'c'
    }
];
var Science6Chapter7_1M  = [
    {
        question: "1. தரவு என்பது $\\underline {\\hspace {2cm}}$விவரங்கள் ஆகும்.",
        answer:" (விடை: முறைபடுத்தப்பட வேண்டிய)"
    },
    {
        question: "2. உலகின் முதல் பொதுப் பயன்பாட்டுக் கணினி $\\underline {\\hspace {2cm}}$",
        answer:" (விடை: அபாகஸ்)"
    },
    {
        question: "3. தகவல் என்பது $\\underline {\\hspace {2cm}}$ விவரங்கள் ஆகும்.",
        answer:"(விடை: முறைபடுத்தப்பட்ட) "
    },
    {
        question: "4. ஐந்தாம் தலைமுறை $\\underline {\\hspace {2cm}}$ நுண்ணறிவு கொண்டது.",
        answer:" (விடை: செயற்கை)"
    },
    {
        question: "5. குறியீட்டு எண்களைப் பயன்படுத்திக் கணக்கிடும் கருவி$\\underline {\\hspace {2cm}}$",
        answer:"(விடை: அனலாக் கம்ப்யூட்டர்) "
    },
    {
        question: "<div align='center'>கீழ்க்காணும் வாக்கியங்கள் சரியா? தவறா? எனக் கூறுக</div></br>1. கணினி ஒரு மின்னணு இயந்திரம்.",
        answer:" விடை : சரி."
    },
    {
        question: "2. கணினியைக் கண்டறிந்தவர் சர் ஐசக் நியூட்டன்.",
        answer:" விடை : தவறு.</br>கணினியைக் கண்டறிந்தவர் <b>சார்லஸ் பாபேஜ்.</b>"
    },
    {
        question: "3.  கணினி, கணக்கீடுகளை மிக விரைவாகச் செய்யும்.",
        answer:" விடை : சரி."
    },
    {
        question: "<div align='center'>பொருத்துக</div></br><table border = '1'><tr><td>1. முதல் தலைமுறை</td><td>அ. செயற்கை நுண்ணறிவு</td></tr><td>2. இரண்டாம் தலைமுறை</td><td>ஆ. ஒருங்கிணைந்தச் சுற்று</td></tr><td>3. மூன்றாம் தலைமுறை</td><td>இ. வெற்றிடக் குழாய்கள்</td></tr><td>4. நான்காம் தலைமுறை</td><td>ஈ. மின்மயப் பெருக்கி</td></tr><td>5. ஐந்தாம் தலைமுறை</td><td>உ. நுண்செயலி</td></tr></table>",
        answer:"விடை : </br><table border = '1'><tr><td>1. முதல் தலைமுறை</td><td>அ.வெற்றிடக் குழாய்கள் </td></tr><td>2. இரண்டாம் தலைமுறை</td><td>ஆ.மின்மயப் பெருக்கி </td></tr><td>3. மூன்றாம் தலைமுறை</td><td>இ. ஒருங்கிணைந்தச் சுற்று</td></tr><td>4. நான்காம் தலைமுறை</td><td>ஈ. நுண்செயலி</td></tr><td>5. ஐந்தாம் தலைமுறை</td><td>உ. செயற்கை நுண்ணறிவு</td></tr></table>"
    }
];
var Science6Chapter7TM  = [
    {
        question: "1. கணினி என்றால் என்ன?",
        answer:" விடை: கணினி என்பது தரவு மற்றும் தகவல்களைத் தேவைக்கு ஏற்ப மாற்றியமைக்க உருவாக்கப்பட்ட ஒரு மின்னணு இயந்திரம்."
    },
    {
        question: "2. கணினியின் முன்னோடிகள் யாவை?",
        answer:"விடை: அபாகஸ் கருவி, கணிப்பான், வெற்றிடக்குழாய், மின்மயப் பெருக்கி, ஒருங்கிணைந்த சுற்று, நுண் செயலி போன்றவை முன்னோடிகள். "
    },
    {
        question: "3. தரவுப் பற்றிச் சிறுகுறிப்பு வரைக.",
        answer:" விடை: தரவு என்பது முறைப்படுத்தப்பட வேண்டிய விவரங்கள். இவை பொதுவாக எண், எழுத்து, படக்குறியீடுகளாக இருக்கும்."
    },
    {
        question: "4. ஏதேனும் நான்கு உள்ளீட்டுக் கருவிகளைக் கூறுக.",
        answer:" விடை: விசைப்பலகை, சுட்டி, ஸ்கேனர் மற்றும் வலைதள படக்கருவி போன்றவை உள்ளீட்டுக் கருவிகளாகும்."
    },
    {
        question: "5. மென்பொருள் மற்றும் வன்பொருள் இரண்டிற்குமிடையே உள்ள வேறுபாட்டினை எழுதுக.",
        answer:"விடை:<table border = '1' <tr><th>வ.எண்</th><th>மென்பொருள்</th><th>வன்பொருள்</th></tr><td>1.</td><td>நாம் செய்யக்கூடிய வேலைகளுக்கு உதவக் கூடிய கட்டளைகள் அல்லது நிரல்களின் தொகுப்பு.</td><td>மென்பொருளை செயல்படுவதற்கு உதவக் கூடியது.</td></tr><td>2.</td><td>வண்ணம் தீட்ட, படம் வரைய பயன்படுகிறது.</td><td>கணினியின் உள்ள ஒரு பகுதி.</td></tr></table> "
    }
        
]; 
var Science6Chapter75M  = [
    {
        question: "1. கணினியின் பயன்பாடுகளை விரிவாகக் கூறுக. ",
        answer:"விடை:<br/> &diams; ஜவுளிக் கடைகளில் பில் போட பயன்படுத்தப்படுகிறது. </br>&diams; இரயில் நிலையங்களில் பயணச்சீட்டு வழங்குவதற்கு பயன்படுத்தப்படுகிறது. </br>&diams; வங்கிகளில் பலதரப்பட்ட வேலைகளை செய்வதற்கு பயன்படுத்தப்படுகிறது. </br>&diams; ஏ.டி.எம் மையங்களில் பணப்பட்டுவாடா செய்வதற்கு பயன்படுத்தப்படுகிறது. </br>&diams; அஞ்சல் நிலையங்களில் பயன்படுத்தப்படுகிறது."
    }
];
var Science6Chapter7Summary  = [
    
];
   