var Science6Chapter3MCQ = [
    {
        question: "1. $\\underline {\\hspace{2cm}}$ என்பது பருப்பொருளால் ஆனது அல்ல",
        answers:
        {
        
            a: 'தங்க மோதிரம்',
            b: 'இரும்பு ஆணி',
            c: 'ஒளி',
            d: 'எண்ணெய்த் துளி'
        },
        correctAnswer: 'c'
    },
    {
        question: "2. 400 மி.லி. கொள்ளவு கொண்ட ஒரு கிண்ணத்தில் 200 மி.லி. நீர் ஊற்றப்படுகிறது. இப்போது நீரின் பருமன்.",
        answers:
        {
        
            a: '400 மி.லி.',
            b: '600 மி.லி.',
            c: '200 மி.லி.',
            d: '800 மி.லி.'
        },
        correctAnswer: 'c'
    },
    {
        question: "3. தர்பூசணி பழத்தில் உள்ள விதைகளை $\\underline {\\hspace{2cm}}$ முறையில் நீக்கலாம்.",
        answers:
        {
        
            a: 'கைகளால் தெரிந்தெடுத்தல்',
            b: 'வடிகட்டுதல்',
            c: 'காந்தப் பிரிப்பு',
            d: 'தெளிய வைத்து இறுத்தல்'
        },
        correctAnswer: 'a'
    },
    {
        question: "4. அரிசி மற்றும் பருப்புகளில் கலந்துள்ள லேசான மாசுப் பொருள்களை முறையில் நீக்கலாம்.",
        answers:
        {
        
            a: 'வடிகட்டுதல்',
            b: 'வண்டலாக்குதல்',
            c: 'தெளிய வைத்து இறுத்தல்',
            d: 'புடைத்தல்'
        },
        correctAnswer: 'd'
    },
    {
        question: "5. தூற்றுதல் என்ற செயலை நிகழ்த்த பின்வருவனவற்றுள் $\\underline {\\hspace{2cm}}$அவசியம் தேவைப்படுகிறது.",
        answers:
        {
        
            a: 'மழை',
            b: 'மண்',
            c: 'நீர்',
            d: 'காற்று'
        },
        correctAnswer: 'd'
    },
    {
        question: "6. $\\underline {\\hspace{2cm}}$வகையான கலவையினை வடிகட்டுதல் முறையினால் பிரித்தெடுக்கலாம். ",
        answers:
        {
        
            a: 'திடப்பொருள் - திடப்பொருள் ',
            b: 'திடப்பொருள் - நீர்மம் ',
            c: 'நீர்மம் - நீர்மம்',
            d: 'நீர்மம் - வாயு'
        },
        correctAnswer: 'b'
    },
    {
        question: "7. பின்வருவனவறுள் எது கலவை அல்ல.",
        answers:
        {
        
            a: 'பாலுடன் காபி',
            b: 'எலுமிச்சை ஜீஸ்',
            c: 'நீர்',
            d: 'கொட்டைகள் புதைத்த ஐஸ்கிரீம்'
        },
        correctAnswer: 'c'
    }
];
var Science6Chapter3_1M  = [
    {
        question: "1. பருப்பொருள் என்பது $\\underline {\\hspace{2cm}}$ ஆல் ஆனவை.",
        answer:"(விடை : அணுக்கள்)"
    },
    {
        question: "2. திண்மத்தில் துகள்களுக்கு இடையே உள்ள இடைவெளி$\\underline {\\hspace{2cm}}$  ஐ விடக் குறைவு.  ",
        answer:"(விடை: நீர்மம் மற்றும் வாயு)"
    },
    {
        question: "3. நெல் தாவரத்திலிருந்து தானியங்களை $\\underline {\\hspace{2cm}}$ முறை மூலம் பிரித்தெடுக்கலாம். ",
        answer:"(விடை: கதிரடித்தல்)"
    },
    {
        question: "4. 'உப்புமா' வில் இருந்து$\\underline {\\hspace{2cm}}$ முறையில் மிளகாயினை நீக்கலாம்.  ",
        answer:"(விடை: கைகளால் தெரிந்தெடுத்தல்)"
    },
    {
        question: "5. நீரில் இருந்து களிமண் துகள்களை நீக்க $\\underline {\\hspace{2cm}}$ முறை பயன்படுத்தப்படுகிறது. ",
        answer:"(விடை: வடிகட்டுதல்)"
    },
    {
        question: "6. ஊசி, பென்சில் மற்றும் இரப்பர் வளையம் இவற்றில் $\\underline {\\hspace{2cm}}$ காந்தத்தால் கவரப்படும். ",
        answer:"(விடை: ஊசி)"
    },
    {
        question: "7. குழாய் கிணறுகளில் இருந்து பெறப்படும் நீர் பொதுவாக$\\underline {\\hspace{2cm}}$ நீராக அமையும்.",
        answer:"(விடை: தூய்மையில்லாத)"
    },
    {
        question: "<div align='center'>கீழ்க்காணும் கூற்று சரியா அல்லது தவறா எனக்கூறு. தவறாக இருப்பின் சரியான கூற்றை எழுது.</div></br>அ) காற்று அழுத்தத்திற்கு உட்படாது.",
        answer:"விடை : தவறு.</br>காற்று அதிக அழுத்தத்திற்கு <b>உட்படும்</b>. "
    },
    {
        question: "ஆ) திரவங்களுக்கு குறிப்பிட்ட பருமன் இல்லை, ஆனால் குறிப்பிட்ட வடிவம் உண்டு.",
        answer:"விடை: தவறு </br>திரவங்களுக்கு குறிப்பிட்ட பருமன் இல்லை. குறிப்பிட்ட வடிவமும் <b>இல்லை </b>. "
    },
    {
        question: "இ) திண்மத்தில் உள்ள துகள்கள் எளிதில் நகருகின்றன",
        answer:"விடை: தவறு </br> திண்மத்தில் உள்ள துகள்கள் <b>நகரும் தன்மை அற்றவை</b>.</br>(அல்லது) <b>நீர்மத்தில் </b>உள்ள துகள்கள் எளிதில் நகருகின்றன. "
    },
    {
        question: "ஈ)  சமைக்கும் முன் பருப்பு வகைகளை நீரில் கழுவி, அந்நீரை வடிகட்டுதல் மூலம் பிரித்தெடுக்கலாம்.  ",
        answer:"விடை : தவறு.</br>சமைக்கும் முன் பருப்பு வகைகளை நீரில் கழுவி அந்நீரை <b>படிய வைத்தல்</b> மூலம் பிரித்தெடுக்கலாம்"
    },
    {
        question: "உ) திடப்பொருள்களில் இருந்து நீர்மப் பொருள்களைப் பிரிப்பதற்கென பயன்படுத்தப்படும் வடிகட்டி என்பது ஒரு வகையான சல்லடையே..  ",
        answer:"விடை : சரி."
    },
    {
        question: "ஊ) தானியத்தையும் உமியையும் துாற்றுதல் மூலம் பிரிக்கலாம்.  ",
        answer:"விடை : சரி."
    },
    {
        question: "எ) காற்று ஒரு தூய பொருளாகும்.  ",
        answer:"விடை: தவறு.</br>காற்று ஒரு கலவை."
    },
    {
        question: "ஏ) தயிரிலிருந்து வெண்ணெய் வண்டலாக்குதல் முறை மூலம் பிரித்தெடுக்கலாம்.  ",
        answer:"விடை: தவறு.</br>தயிரிலிருந்து வெண்ணெய் கடைதல் முறை மூலம் பிரித்தெடுக்கலாம்."
    },
    {
        question: "<div align='center'>பொருத்துக</div></br> அ) </br><table border='1'> <tr><th>பண்புகள்</th><th>உதாரணம்</th></tr><tr><td>1. எளிதில் உடையக்கூடியது (நொறுங்கும் தன்மை)</td><td>அ. உலோகத் தட்டு</td></tr><td>2. எளிதில் வளையக்கூடியது</td><td>ஆ. ரப்பர் வளையம்</td></tr><tr><td>3. எளிதில் இழுக்கலாம்</td><td>இ. பருத்தி, கம்பளி</td></tr><tr><td>4. எளிதில் அழுத்தலாம்</td><td>ஈ. மண்பானை</td></tr><tr><td>5. எளிதில் வெப்பமடையும்</td><td>உ. நெகிழி ஒயர் (wire)</td></tr></table>   ",
        answer:"விடை:</br><table border='1'> <tr><th>பண்புகள்</th><th>உதாரணம்</th></tr><tr><td>1. எளிதில் உடையக்கூடியது (நொறுங்கும் தன்மை)</td><td>அ. மண்பானை</td></tr><tr><td>2. எளிதில் வளையக்கூடியது</td><td>ஆ. நெகிழி ஒயர் (wire)</td></tr><tr><td>3. எளிதில் இழுக்கலாம்</td><td>இ. ரப்பர் வளையம்</td></tr><tr><td>4. எளிதில் அழுத்தலாம்</td><td>ஈ. பருத்தி, கம்பளி</td></tr><tr><td>5. எளிதில் வெப்பமடையும்</td><td>உ.உலோகத் தட்டு</td></tr></table>"
    },
    {
        question: " ஆ) <table border='1'><tr><th>வ.எண்</th><th>அ</th><th>ஆ</th><th>இ</th></tr><tr><td>1</td><td>கண்களால் பார்க்க கூடிய தேவையற்ற பகுதிப் பொருளை நீக்குதல்</td><td>சுண்ணாம்புக் கட்டி (சாக்பீஸ் தூள்)நீருடன் கலந்திருத்தல்</td><td>காந்தப் பிரிப்பு முறை</td></tr><tr><td>2.</td><td>லேசான மற்றும் கனமான பகுதிப் பொருட்களை பிரித்தல்</td><td>மணல் மற்றும் நீர்</td><td>தெளிய வைத்து இறுத்தல்</td></tr><tr><td>3.</td><td>கரையாத மாசுப்பொருள்களை நீக்குதல்</td><td>இரும்பு சார்ந்த மாசுக்கள்</td><td>வடிகட்டுதல்</td></tr><tr><td>4.</td><td>காந்தத்தன்மை கொண்L பகுதிப்பொருளை காந்தத்தன்மை அற்ற பகுதிப்பொருட்களில் இருந்து பிரித்தல்</td><td>அரிசி மற்றும் கல்</td><td>கைகளால் தேர்வு செய்தல்</td></tr><tr><td>5.</td><td>நீர்மங்களில் இருந்து திண்மங்களைப் பிரித்தல்</td><td>உமி மற்றும் நெல்</td><td>தூற்றுதல்</td></tr></table> ",
        answer:"விடை:<table border='1'><tr><th>வ.எண்</th><th>அ</th><th>ஆ</th><th>இ</th></tr><tr><td>1</td><td>கண்களால் பார்க்க கூடிய தேவையற்ற பகுதிப் பொருளை நீக்குதல்</td><td>அரிசி மற்றும் கல்</td><td>கைகளால் தேர்வு செய்தல்</td></tr><tr><td>2.</td><td>லேசான மற்றும் கனமான பகுதிப் பொருட்களை பிரித்தல்</td><td>உமி மற்றும் நெல்</td><td>தூற்றுதல்</td></tr><tr><td>3.</td><td>கரையாத மாசுப்பொருள்களை நீக்குதல்</td><td>சுண்ணாம்புக் கட்டி (சாக்பீஸ் தூள்) நீருடன் கலந்திருத்தல் </td><td>வடிகட்டுதல்</td></tr><tr><td>4.</td><td>காந்தத்தன்மை கொண்L பகுதிப்பொருளை காந்தத்தன்மை அற்ற பகுதிப்பொருட்களில் இருந்து பிரித்தல்</td><td>இரும்பு சார்ந்த மாசுக்கள்</td><td>காந்தப் பிரிப்பு முறை</td></tr><tr><td>5.</td><td>நீர்மங்களில் இருந்து திண்மங்களைப் பிரித்தல்</td><td>மணல் மற்றும் நீர்</td><td>தெளிய வைத்து இறுத்தல்</td></tr></table> "
    },
    {
        question: "<div align='center'>பின்வரும் ஒப்புமையைப் பூர்த்தி செய்க</div></br>1. திண்மம் : கடினத்தன்மை : வாயு : $\\underline {\\hspace{2cm}}$  ",
        answer:"(விடை: இனக்கமானது)"
    },
    {
        question: "2. துகள்களுக்கு இடையே அதிக இடைவெளி உடையது:வாயு : $\\underline {\\hspace{2cm}}$: திண்மம். ",
        answer:"(விடை: துகள்களுக்கு இடையே மிகக் குறைந்த இடைவெளி உடையது)"
    },
    {
        question: "3. பாயும் தன்மை : $\\underline {\\hspace{2cm}}$  மற்றும்$\\underline {\\hspace{2cm}}$ குறிப்பிட்ட பருமன் : $\\underline {\\hspace{2cm}}$மற்றும் $\\underline {\\hspace{2cm}}$ ",
        answer:"(விடை: திரவம் மற்றும் வாயு : திண்மம் மற்றும் திரவம் )"
    },
    {
        question: "4. உமி - தானியங்கள் : தூற்றுதல் : மரத்தூள் - சுண்ணக்கட்டி : $\\underline {\\hspace{2cm}}$ ",
        answer:""
    },
    {
        question: "5. சூடான எண்ணெயிலிருந்து முறுக்கினை எடுத்தல் : $\\underline {\\hspace{2cm}}$ காபியை வடிகட்டியபின் அடியில் தங்கும் காபித்தூள் : $\\underline {\\hspace{2cm}}$ ",
        answer:"(விடை: வடிகட்டுதல், வீழ்படிவு)"
    },
    {
        question: "7. இரும்பு - கந்தகம் கலவை : $\\underline {\\hspace{2cm}}$: உளுத்தம் பருப்பு - கடுகு கலவை : உருட்டுதல்",
        answer:"(விடை: காந்தப்பிரிப்பு முறை)"
    },
    {
        question: "<div align='center'>குறுவினா</div></br>1. பருப்பொருள் - வரையறு. ",
        answer:"விடை: பருப்பொருள் என்பது எடை உள்ளதும், இடத்தை அடைத்துக் கொள்வதுமாகும்."
    },
    {
        question: "2. சமைக்கும் முன் அரிசியில் உள்ள உமி, தூசு போன்ற நுண்ணிய மாசுப் பொருட்கள் எவ்வாறு நீக்கப்படுகிறது? ",
        answer:"விடை: கலவையினை குறிப்பிட்ட உயரத்தில் இருந்து காற்றடிக்கும் திசையில் விழச்செய்ய வேண்டும். உமி போன்ற இலேசான திடப்பொருள்கள் காற்றினால் அடித்துச் செல்லப்படும். எடை அதிகம் உள்ள அரிசி தனியே குவியலாக சேர்ந்திருக்கும். இது தூற்றுதல் மூலம் நடைபெறுகிறது."
    },
    {
        question: "3. கலவைகளை நாம் ஏன் பிரித்தெடுக்க வேண்டும்? ",
        answer:"விடை: ஒரு பொருளை மிகுந்த தூய நிலையில் பெறுவதற்காக நாம் பிரித்தெடுக்க வேண்டும்."
    },
    {
        question: "4. கலவைக்கு ஒரு எடுத்துக்காட்டினைக் கூறி அது எவ்வாறு கலவை என்று அழைக்கப்படுகிறது, என்பதைக் காரணத்துடன் நியாயப்படுத்தவும்.",
        answer:"விடை: கலவைக்கு எடுத்துக்கட்டு பால் </br>நீர், புரதம், கொழுப்பு மற்றும் பிற பொருள்களை தன்னுள் கொண்டதால் பால் கலவை என அழைக்கப்படுகிறது."
    },
    {
        question: "5. படிய வைத்தல்; வரையறு.",
        answer:"விடை: ஒரு கலவையில் கனமான பொருட்கள் இருப்பின் அவற்றைச் சிறிது நேரம் அசையாமல் வைக்கும் பொழுது எடை அதிகமான பொருட்கள் வண்டலாகத் தங்கி, மேலடுக்கில் தெளிந்த நீர்மம் கிடைக்கும். இம்முறைக்கு படிய வைத்தல் என்று பெயர்."
    },
    {
        question: "6. தூய பொருளுக்கும் தூய்மையற்ற பொருளுக்கும் இடையே உள்ள முக்கிய வேறுபாடுகளைக் ஈறுக.",
        answer:"விடை:<table border = '1'><tr><th>தூய பொருள்</th><th>தூய்மையற்ற பொருள்</th></tr></th><td>ஒரே தன்மையான துகள்களால் மட்டுமே ஆனது.</td><td>இரண்டுக்கு மேற்பட்ட பகுதிப் பொருட்களைக் கொண்டது.</tr><td>கலப்படமில்லாத பொருள்</td><td>கலப்படமான பொருள்</tr></td><table>"
    }
];
var Science6Chapter3TM  = [
    {
        question: "1. இரப்பர் பந்தை அழுத்தும் போது வடிவம் மாறுகிறது? அதை திண்மம் என அழைக்கலாமா? ",
        answer:"விடை: ஆம், அழைக்கலாம். ஏனெனில் இரப்பர் பந்திற்கு குறிப்பிட்ட வடிவம் மற்றும் பருமனளவு உள்ளது. மேலும் பந்தில் உள்ள துகள்கள் எளிதில் நகராது. எனவே திண்மப் பண்புகளை கொண்டுள்ளதால் திண்மம் என அழைக்கிறோம்"
    },
    {
        question: "2. வாயுக்களுக்கு குறிப்பிட்ட வடிவம் இல்லை ஏன்? ",
        answer:"விடை: வாயுக்கள் அதிக அழுத்தத்திற்கு உட்படும். துகள்களுக்கிடையே உள்ள இடைவெளி மிக அதிகம். துகள்களுக்கு இடையேயுள்ள ஈர்ப்பு விசை மிகவும் குறைவு. மேலும் துகள்கள் தொடர்ந்து அங்கும் இங்கும் இயங்கும். எனவே வாயுக்களுக்கு குறிப்பிட்ட வடிவம் இல்லை."
    },
    {
        question: "3. பாலில் இருந்து பாலாடைக் கட்டியை எம்முறையில் பெறுவாய்? விளக்கவும். ",
        answer:"விடை: பாலில் இருந்து பாலாடைக் கட்டியை வடிகட்டுதல் முறையில் பெறலாம்.</br>விளக்கம் :</br>(i) பாலினை சூடுபடுத்தவும்.</br>(ii) எலுமிச்சை சாறு அல்லது வினிகரை சில நிமிடங்கள் கழித்து பாலுடன் சேர்க்கவும்.</br>(iii) பாலாடைக் கட்டி தனியாக பிரித்து மிதக்கும்.</br>(iv) வடிகட்டியின் மூலம் பாலாடைக் கட்டியை தனியாக பிரித்தெடுக்கவும். "
    },
    {
        question: "4. கீழே கொடுக்கப்பட்டுள்ள படத்தைப் பார்த்து அதில் பின்பற்றப்படும் பிரித்தல் முறையினை விவரிக்கவும்.</br><img src= './image/chaptar3image12m.jpg'/>",
        answer:"விடை: சலித்தல். ஒரு சல்லடை என்பது வடிகட்டியைப் போன்ற அமைப்பு. வெவ்வேறு அளவுடைய திடப் பொருட்களைப் பிரித்தெடுக்கும் முறை.</br> எ.கா: மாவிலிருந்து தவிடு நீக்குதல்."
    },
    {
        question: "5. பருப்புடன் அதிக அளவில் சிறு காகிதத் துண்டுகள் கலந்திருப்பின் அவற்றை எவ்வாறு நீக்குவாய்? ",
        answer:"விடை: தூற்றுதல் முறையல் பிர்த்தெடுக்கலாம்.</br> காகிதத் துண்டுகள் எடை குறைந்தவை. எளிதில் காற்றினால் அடித்துச் செல்லப்படும். பருப்பு எடை அதிகமுள்ள பொருள் இது காற்றினால் அடித்துச் செல்லப்படுவதில்லை. இதனை தூற்றுதல் முறையில் பிரித்தெடுக்கலாம்."
    },
    {
        question: "6. உணவுக் கலப்படம் என்றால் என்ன? ",
        answer:"விடை: கலப்படம் என்பது உணவுப் பொருட்களில் தேவையற்ற பொருட்களோ அல்லது தீங்கு விளைவிக்கும் பொருட்களோ சேர்ப்பது கலப்படம் எனப்படுகிறது."
    },
    {
        question: "7. ஒரு வெப்பமான கோடை நாளில் வீட்டிற்கு திரும்பிய திரு. ரகு மோர் பருக விரும்பினார். திருமதி. ரகுவிடம் தயிர் மட்டுமே இருந்தது. அவர் எவ்வாறு தயிரிலிருந்து மோரைப் பெறுவார்? விளக்கவும்.",
        answer:"விடை: திருமதி. ரகு தயிரை எடுத்துக் கொண்டார். அதனை தயிர் கடையும் மத்தினைக் கொண்டு வேகமாகக் கடைந்தார். இப்பொழுது வெண்ணெய் பாத்திரத்தின் பக்கங்களில் சேர்ந்துள்ளது. வெண்ணெயை தனியாக பிரித்து எடுத்து விட்டு மீதமுள்ள மோரினை திரு. ரகு அவர்களிடமம்கொடுத்து விட்டார்."
    }
    
]; 
var Science6Chapter35M  = [
    {
        question: "1. மூன்று நிலைமைகளில் உள்ள பருப்பொருள் மூலக்கூறுகளின் அமைப்பை விவரி. உனது விடைக்கான படங்களை வரைக. ",
        answer:"விடை:<table border = '1'><tr><th>வ.எண்</th><th>திண்ம நிலை</th><th>திரவ நிலை</th><th>வாயு நிலை</th></tr><tr><td>1.</td><td>குறிப்பிட்ட வடிவம் மற்றும் பருமனளவு கொண்டது.</td><td>குறிப்பிட்ட வடிவம் கிடையாது.</td><td>குறிப்பிட்ட வடிவமோ பருமனோ கிடையாது.</td></tr><td>2.</td><td>அழுத்தத்திற்கு உட்படாது.</td><td>சிறிதளவு அழுத்தத்திற்கு உட்படும்.</td><td>அதிக அளவு அழுத்தத்திற்கு உட்படும்.</td></tr><td>3.</td><td>துகள்களுக்கு இடையே உள்ள இடைவெளி மிகவும் குறைவு.</td><td>துகள்களுக்கு இடையே உள்ள இடைவெளி அதிகம்.</td><td>துகள்களுக்கு இடையே உள்ள இடைவெளி மிகவும் அதிகம்.</td></tr><td>4.</td><td>துகள்கள் ஒன்றை ஒன்று அதிக அளவில் ஈர்க்கிறது.</td><td>ஈர்ப்பு விசை திண்மப்  பொருளை விட குறைவு.</td><td>ஈர்ப்பு விசை மிகவும் குறைவு.</td></tr><td>5.</td><td>துகள்கள் எளிதில் நகராது.</td><td>துகள்கள் எளிதில் நகரும்.</td><td>துகள்கள் தொடர்ந்து அங்குமிங்கும் இயங்கும்.</td></tr><tr><td>6.</td><td>திண்மத் துகள்கள்</br><img src='./image/chaptar3image22m.jpg'/></br>எ.கா. கல்</td><td>திரவத் துகள்கள் </br><img src='./image/chaptar3image32m.jpg'/></br>எ.கா. நீர்</td><td>வாயுத் துகள்கள்</br><img src='./image/chaptar3image42m.jpg'/></br> எ.கா. காற்று</td></tr></table>"
    },
    {
        question: "2. சுண்ணாம்புத் தூள், கடுகு எண்ணெய், நீர் மற்றும் நாணயங்கள் கொண்ட கலவையை உமது ஆய்வகத்தில் உள்ள தகுந்த உபகரணங்களைப் பயன்படுத்தி எவ்வாறு பிரிப்பாய்? பிரித்தல் முறையினைப் படிநிலைகளில் விளக்கும் படத்தினை வரையவும்.",
        answer:"<img src='./image/chaptar3image52m.jpg '/>"
    },
    {
        question: "<div align='center'>வாழ்வியல் திறன்கள் - விவாதம்</div> </br>உணவு கலப்படமும் அதனைக் கண்டறிதலும் என்ற தலைப்பில் விவாதிக்கவும். ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>களப்பயணம் </div></br>அருகில் உள்ள வயல்வெளிக்கும் அரிசி ஆலைக்கும் சென்று அங்கு செயல்படுத்தப்படும் பல்வேறு பிரித்தல் முறைகளை உற்றுநோக்கிக் குறிப்பெடுக்கவும். நவீன தொழில்நுட்பம் எந்தெந்த பாரம்பரிய பழக்கங்களை மாற்றியுள்ளது எனப் பட்டியலிடவும்.( மேலும்) பின்வரும் you tube அல்லது இணைப்பை பயன்படுத்தி காணொலிக் காட்சிகளை உற்றுநோக்கவும்.<br/>https://www.youtube.com/watch?v=9Djc5ZVyUW<br/>https://www.youtube.com/watch?v=DJGRJ4qL4-A",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>வரிசைப்படுத்துதல்</div></br>தேநீர் தயாரித்தலின் படி நிலைகளை வரிசைக்கிரமமாக எழுதவும். கலவை, கரைத்தல், வடிநீர் மற்றும் வண்டல் (எச்சம்) ஆகிய சொற்களைப் பயன்படுத்தவும்.",
        answer:"விடை: 1. பால் மற்றும் தேயிலை தூளினை எடுத்துக் கொள்ளலாம்.</br>2. பாலினை சூடுபடுத்தவும். பின் தேயிலை தூளினை சேர்க்கவும். </br>3. கலக்கவும். கலவையான மாறும் வரை நன்றாக கலக்கவும்.</br> 4. மீண்டும் நன்றாக சூடுபடுத்தவும். </br>5. தேயிலை தூள் மிகக் குறைந்த அளவில் கரைந்து விடும். </br> 6. கலவையை வடிகட்டவும். </br>7. கலவையை வடிதாளில் ஊற்றினால் தேநீர் வடிநீர் வடிதாளின் வழியே பாத்திரத்தில்வந்துவிடும். எஞ்சியுள்ள தேயிலை துகள்கள் (வீழ்படிவு) வடிதாளிலேயே தங்கிவிடும்."
    },
    {
        question: "<div align='center'>செயல்திட்டம் </div></br>ஒரு காய்கறிக் கலைவையினையோ அல்லது பழக்கலவையினையோ தயார் செய்க. அது கலவை என்பதனை உறுதிசெய்யும் காரணங்களை நீவிர் அறிவது யாவை எனக் குறிப்பிடவும்.",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>சுற்றுச்சூழலுடன் தொடர்ப்பு</div> </br>வெவ்வேறு பொருள்கள் மற்றும் அவற்றின் பண்புகளையும் நாம் கற்றுக்கொண்டோம். காகிதத்தாலான தட்டுகள் அல்லது உலர்ந்த இலைகளாலான தடுக்களைப் பயன்படுத்துவது நெகிழியலானா தட்டுகளைவிட மேலானது என்று எவ்வாறு கூறமுடியும்? சிறு குழுக்களாக விவாதித்து வகுப்பில் கலந்துரையாடு. </br>உயிரியல் பாடத்துடன் இணைப்பு </br>விளையாட்டுடன் இணைப்பு ",
        answer:"மாணவர்களே செய்ய வேண்டும்"
    },
    {
        question: "<div align='center'>உயர் சிந்தனை வினாக்கள்</div></br>1. மலரின் அம்மா இரவு உணவை சமைக்கத் தயாராகிறார்கள். தவறுதலாக வேர்க்கடலையுடன் உளுத்தம் பருப்பினை கலந்துவிட்டார். இவ்விரண்டையும் பிரித்தெடுக்க உரிய முறையைப் பரிந்துரைத்து மலருக்கு உண்பதற்கு வேர்க்கடலை கிடைக்க வழி செய்க.  ",
        answer:"விடை: வேர்க்கடலையையும், உளுத்தம் பருப்பினையும் தனித்தனியே பிரித்தெடுக்க கைகளால் தெரிந்தெடுத்தல் முறையில் பிரித்தெடுக்கலாம். வேர்க்கடலையின் அளவு பெரிதாக இருக்கும் எனவே வேர்க்கடலையை மட்டும் கைகள் தெரிந்தெடுத்தல் முறையில் பிரித்தெடுத்து உண்ணலாம்."
    },
    {
        question: "2. ஒரு குவளை நீரில் புளித் தண்ணீரும் சர்க்கரையும் சேர்த்து நன்கு கலக்கவும். இது ஒரு கலவையா - எதனால் என்று உங்களால் கூற முடியுமா? இந்த கரைசல் இனிப்பானதா? புளிப்பானதா? அல்லது புளிப்பும் இனிப்பும் சேர்ந்ததா?",
        answer:"விடை: கலவை தான்.</br> ஏனெனில் புளியின் தண்ணீரும், சர்க்கரையும் சேர்வதால் இரண்டுக்கும் மேற்பட்ட பொருட்கள் சேர்வதால் கலவைதான் கிடைக்கும். </br>மேலும் புளிப்பு மற்றும் இனிப்பு சேர்ந்த கலயைாக கிடைக்கும்."
    },
    {
        question: "3. மூன்று நிலைமைகளில் உள்ள துகள்களின் அமைப்பை மேலே காணலாம். அ) படம் 1 பருப்பொருளின் எந்த நிலைமையைக் குறிக்கிறது ஆ) எப்படத்தில் துகள்களுக்கு இடையிலான ஈரப்பு விசை அதிகம்? இ) திறந்த கலனில் வைக்க முடியாதது எது? ஈ) கொள்கலனின் வடிவத்தைக் கொண்டது எது?</br><img src='./image/chaptar3image62m.jpg.'/>",
        answer:"விடை: அ) படம் 1 திரவப் பொருளைக் குறிக்கிறது. </br>ஆ) படம் 3 திடப்பொருள் உள்ளது. திடப்பொருளில் தான் ஈர்ப்பு விசை அதிகமாக காணப்படும்.</br> இ படம் 2 ல் உள்ள வாயுப்பொருளை திறந்த கலனில் வைக்க முடியாது.</br> ஈ) படம் 1 ல் உள்ள திரவப் பொருள் கொள்கலனின் வடிவத்தைக் கொண்டது."
    }     
     
];
var Science6Chapter3Summary  = [
    {
        content:"&#10070; பருப்பொருள் என்பது நிறை உடையது மற்றும் இடத்தை அடைத்துக் கொள்வது</br>&#10070; எல்லா பருப்பொருள்களும் மிகமிகச் சிறிய துகள்களால் ஆனவை</br> இரண்டு முக்கியப் பண்புகளின் அடிப்படையில் பருப்பொருளை திண்மம், திரவம் மற்றும் வாயு என வகைப்படுத்தலாம். அவை</br> அ) துகள்களின் அமைப்பை பொருத்து ஆ) துகள்கள் ஒன்றையொன்று ஈர்க்கும் தன்மையைப் பொருத்து</br>&#10070; துகள்களின் அமைப்பு மற்றும் துகள்களுக்கிடையே உள்ள ஈர்ப்பு  விசையின் அடிப்படையில் திட, திரவ மற்றும் வாயுக்களின் பண்புகளை வேறுபடுத்தலாம்.</br>&#10070; ஒரு தூயப் பொருள் என்பது ஒரு தனிமத்தாலோ அல்லது ஒரு சேர்மத்தாலோ ஆன ஒரே மாதிரியான துகள்களைக் கொண்டதாகும்.</br>&#10070; ஒரு கலவை என்பது இரண்டு பகுதிப் பொருள்களையோ அல்லது அதற்கு மேற்பட்ட பகுதிப் பொருள்களையோ எந்த ஒரு விகிதத்திலும் கலந்து உருவாக்கப்பட்ட தூய்மையற்ற பொருளாகும்</br>&#10070; கலவையைப் பிரித்தல்</br> 1. தீங்கு விளைவிக்கும் பகுதிப் பொருள்களை நீக்கவும்.</br> 2. தேவைப்படும் பகுதிப்பொருளினைப் பெறவும்</br> 3. ஒரு பொருளினை மிகத் தூய நிலையில் பெறவும் நிகழ்த்தப்படுகிறது.</br>&#10070; ஒரு கலவையில் உள்ள பகுதிப் பொருள்களின் பண்புகளைப் பொறுத்தே அக்கலவையினைப் பிரித்தெடுக்கும் முறை நிர்ணயிக்கப்படுகிறது.</br>&#10070; கைகளால் தெரிந்தெடுத்தல் - குறைந்த அளவிலான கலவைகளில் குறிப்பிட்ட அளவும் பிரத்யேக வடிவமும் கொண்டு, கண்ணால் காணக்கூடியதும் எளிதில் கைகளால் தெரிந்து எடுக்கக் கூடியதுமான பகுதிப் பொருள்களைப் பிரித்தெடுக்கும் முறை</br>&#10070;  தூற்றல் - கனமான பொருள்களில், மற்றும் தானியங்களில் கலந்துள்ள லேசான பொருள்களை நீக்கும் முறை</br>&#10070; காந்தப் பிரிப்பு முறை - காந்தத்தன்மை கொண்ட பொருள்களை காந்தத்தன்மையற்ற பொருள்களிலிருந்து பிரிக்கும் முறை</br>&#10070; வண்டலாக்குதல் - கனமான, கரையாத, திடப் பொருள்களை வண்டலாகப் படிய வைத்து அதனைப் பிரிக்கும் முறை (திண்ம - திரவக் கலவைகளைப் பிரிப்பதற்குப் பயன்படுகிறது.)</br>&#10070; தெளியவைத்து இறுத்தல் - படிய வைத்து வண்டலைப் பாதிக்காத வண்ணம் தெளிந்த நீரை வெளியேற்றுதல்.</br>&#10070; வடிகட்டுதல் - கரையாத மிக நுண்ணிய திடப் பொருட்களை (வீழ்படிவு) அதன் நீர்மத்திலிருந்து இருந்து வடிதாளைப் பயன்படுத்தி பிரித்தெடுக்கும் முறை</br>&#10070; கலப்படம் - ஒத்த வடிவம் உடைய, தரம்குறைந்த பொருளை கலந்து ஒரு முதன்மைப் பொருளினைத் தூய்மையற்றதாக மாற்றுவது."
    }
];