var Science6Chapter2MCQ = [
     {
        question: "1. வேகத்தின் அலகு",
        answers:
        {
            a: 'மீ ',
            b: 'விநாடி',
            c: 'கிலோகிராம்',
            d: 'மீ/வி'
        },
        correctAnswer: 'd'
    },
    {
        question: "2. கீழ்க்கண்டவற்றுள் எது அலைவுறு இயக்கம்?",
        answers:
        {
            a: 'பூமி தன் அச்சைப் பற்றிச் சுழலுதல் ',
            b: 'நிலவு பூமியைச் சுற்றி வருதல்',
            c: 'அதிர்வுறும் கம்பியின் முன்பின் இயக்கம்',
            d: 'மேற்கண்ட அனைத்தும் '
        },
        correctAnswer: 'c'
    },
    {
        question: "3. கீழ்க்கண்டவற்றுள் சரியான தொடர்பினைத் தேர்ந்தெடு.",
        answers:
        {
            a: 'வேகம் = தொலைவு x காலம் ',
            b: 'வேகம் = தொலைவு / காலம்',
            c: 'வேகம் = காலம்/ தொலைவு',
            d: 'வேகம் = 1/(தொலைவு X காலம்)'
        },
        correctAnswer: 'b'
    },
         {
        question: "4. கீதா தன் தந்தையின் வண்டியினை எடுத்துக் கொண்டு அவளுடைய வீட்டிலிருந்து 40 கி.மீ. தொலைவிலுள்ள மாமா வீட்டிற்குச் செல்கிறாள். அங்கு செல்வதற்கு 40 நிமிடங்கள் எடுத்துக் கொண்டாள்.</br>கூற்று 1: கீதாவின் வேகம் 1 கி.மீ/நிமிடம்</br>கூற்று 2 : கீதாவின் வேகம் 1 கி.மீ./மணி ",
        answers:
        {
            a: ' கூற்று 1 மட்டும் சரி',
            b: 'கூற்று 2 மட்டும் சரி ',
            c: 'இரண்டு கூற்றுமே சரி',
            d: 'இரண்டு கூற்றுகளும் தவறு'
        },
        correctAnswer: 'a'
    }
        
     
];
var Science6Chapter2_1M  = [
    {
        question: "1. சாலையில் நேராகச் செல்லும் ஒரு வண்டியின் இயக்கம் $\\underline {\\hspace {2cm}}$",
        answer:"(விடை: நேர்க்கோட்டு இயக்கம்)"
    },
    {
        question: "2. புவிஈர்ப்பு விசை $\\underline {\\hspace {2cm}}$ விசையாகும்.",
        answer:"(விடை: தொடா விசை)"
    },
    {
        question: "3. மண்பாண்டம் செய்பவரின் சக்கரத்தின் இயக்கம் $\\underline {\\hspace {2cm}}$ இயக்கமாகும்.",
        answer:"(விடை: தற்சுழற்சி இயக்கம்)"
    },
    {
        question: "4. ஒரு பொருள் சமகால இடைவெளியில் சம் தொலைவைக் கடக்குமானால், அப்பொருளின் இயக்கம்$\\underline {\\hspace {2cm}}$.",
        answer:"(விடை: சீரான இயக்கம்)"
    },
    {
        question: "<div align='center'>கீழ்க்கண்ட கூற்றுகள் சரியா தவறா என கூறு. தவறு எனில் சரியான விடையை எழுதுக.</div></br>1. மையப்புள்ளியைப் பொறுத்து முன்னும் பின்னும் இயங்கும் இயக்கம் அலைவு இயக்கம் ஆகும்.",
        answer:"விடை : சரி."
    },
    {
        question: "2. அதிர்வு இயக்கமும், சுழற்சி இயக்கமும் கால ஒழுங்கு இயக்கமாகும்.",
        answer:"விடை : தவறு</br>அதிர்வு இயக்கமும் <b>வட்டப்பாதை</b> இயக்கமும் கால ஒழுங்கு இயக்கமாகும்"
    },
    {
        question: "3. மாறுபட்ட வேகத்துடன் இயங்கும் வாகனத்தின் இயக்கம் ஒரு சீரான இயக்கமாகும்.",
        answer:"விடை : தவறு.</br>மாறுபட்ட வேகத்துடன் இயங்கும் வாகத்தின் இயக்கம் ஒரு <b>சீரற்ற</b> இயக்கமாகும்.</br>(அல்லது)</br><b>சீரான</b> வேகத்துடன் இயங்கும் வாகனத்தின் இயக்கம் ஒரு சீரான இயக்கமாகும்."
    },
    {
        question: "4. வருங்காலத்தில் மனிதர்களின் பதிலியாக ரோபாட்டுகள் செயல்படும்.",
        answer:"விடை : தவறு.</br>வருங்காலத்தில் மனிதர்களின் பதிலியாக ரோபாட்டுகள் <b>செயல்பட முடியாது.</b>"
    },
    {
        question: "<div align='center'>பொருத்துக </div></br><table border='1'><tr><td>1.</td><td><img src='./image/chaptar2image11m.jpg'/></td><td>அ)</td><td>வட்ட இயக்கம்</td></tr><tr><td>2.</td><td><img src='./image/chaptar2image21m.jpg'/></td><td>ஆ)</td><td>அலைவு இயக்கம்</td></tr><tr><td>3.</td><td><img src='./image/chaptar2image31m.jpg'/></td><td>இ)</td><td>நேர்கோட்டு இயக்கம்</td></tr><tr><td>4.</td><td><img src='./image/chaptar2image41m.jpg'/></td><td>ஈ)</td><td>சுழற்சி இயக்கமும்</td></tr><tr><td>5.</td><td><img src='./image/chaptar2image51m.jpg'/></td><td>உ)</td><td>நேர்கோட்டு இயக்கமும்,சுழற்சி இயக்கமும்</td></tr></table>",
        answer:"<table border='1'><tr><th colspan='4'>விடை</th></tr><tr><td>1.</td><td><img src='./image/chaptar2image11m.jpg'/></td><td>அ)</td><td>நேர்கோட்டு இயக்கமும், சுழற்சி இயக்கமும்</td></tr><tr><td>2.</td><td><img src='./image/chaptar2image21m.jpg'/></td><td>ஆ)</td><td>சுழற்சி இயக்கம்</td></tr><tr><td>3.</td><td><img src='./image/chaptar2image31m.jpg'/></td><td>இ)</td><td>அலைவு இயக்கம்</td></tr><tr><td>4.</td><td><img src='./image/chaptar2image41m.jpg'/></td><td>ஈ)</td><td>வட்ட இயக்கம்</td></tr><tr><td>5.</td><td><img src='./image/chaptar2image51m.jpg'/></td><td>உ)</td><td>நேர்கோட்டு இயக்கம்</td></tr></table>"
    },
    {
        question: "<div align='center'>தொடர்பின் அடிப்படையில் நிரப்புக</div></br>1. பந்தை உதைத்தல் : தொடு விசை :: இலை கீழே விழுதல் :$\\underline {\\hspace {2cm}}$",
        answer:"விடை: தொடா விசை."
    },
    {
        question: "2. தொலைவு : மீட்டர் :: வேகம் :$\\underline {\\hspace {2cm}}$",
        answer:"விடை: மீட்டர்/வினாடி"
    },
    {
        question: "3. சுழற்சி இயக்கம் : பம்பரம் சுற்றுதல் :: அலைவு இயக்கம்:$\\underline {\\hspace {2cm}}$",
        answer:" விடை: தனி ஊசலின் இயக்கம்."
    },
    {
        question: "<div align='center'>சீரான வேகத்தில் காட்டினுள் செல்லும் ஒரு யானை கடக்கும் தொலைவு, காலத்துடன் கொடுக்கப்பட்டுள்ளது. சீரான வேகத்தின் அடிப்படையில் கீழ்கண்ட அட்டவணையை பூர்த்தி செய்க</div></br><table border='1'><tr><td>தொலைவு (மீ) </td><td>0</td><td>4</td><td></td><td>12</td><td></td><td>20</td></tr><tr><td>காலம் (வி)</td><td>0</td><td>2</td><td>4</td><td></td><td>8</td><td>10</td></tr></table>",
        answer:"விடை:</br><table border='1'><tr><td>தொலைவு (மீ) </td><td>0</td><td>4</td><td>8</td><td>12</td><td>16</td><td>20</td></tr><tr><td>காலம் (வி)</td><td>0</td><td>2</td><td>4</td><td>6</td><td>8</td><td>10</td></tr></table></br>1. தொலைவு / காலம்=${4 \\over 2}$x4=${16 \\over 2}$=8 </br>2. தொலைவு / காலம்=${4 \\over 2}$x8=${32 \\over 2}$=16</br>3. காலம் / தொலைவு =${10 \\over 20}$x12=${12 \\over 2}$=6"
    },
    {
        question: "<div align='center'>வலை அட்டவணையைப் பூர்த்தி செய்க</div></br><img src='./image/chaptar2image62m.jpg'/><br/><br/>",
        answer:"விடை:<br/><img src='./image/chaptar2image72m.jpg'/>"
    },
    {
        question: "<div align='center'>ஒரு வார்த்தையில் விடையை எழுதுக</div></br>1. தொடுதல் நிகழ்வின்றி ஒரு பொருள் மீது செயல்படும் விசையின் பெயர்.$\\underline {\\hspace {2cm}}$",
        answer:"விடை: தொடா விசை."
    },
    {
        question: "2. காலத்தைப் பொறுத்து ஒரு பொருளின் நிலை மாறுபடுவது. $\\underline {\\hspace {2cm}}$",
        answer:"விடை: இயக்கம்."
    },
    {
        question: "3. ஒரு குறிப்பிட்ட கால இடைவெளியில் திரும்பத் திரும்ப நிகழும் இயக்கம் $\\underline {\\hspace {2cm}}$எனப்படும்.",
        answer:"விடை: அலைவு இயக்கம்."
    },
    {
        question: "4. சம கால இடைவெளியில், சமதொலைவை கடக்கும் பொருளின் இயக்கம் $\\underline {\\hspace {2cm}}$",
        answer:"விடை: சீரான இயக்கம்."
    },
    {
        question: "5. நுணுக்கமான அல்லது கடினமான வேலைகளைச் செய்யுமாறு கணினி நிரல்களால் வடிவமைக்கப்பட்ட இயந்திரம்.",
        answer:"விடை: ரோபாட்டுகள்."
    }
];
var Science6Chapter2TM  = [
    {
        question: "1. விசை - வரையறு.",
        answer:"பொருட்களின் மீது உயிருள்ள அல்லது உயிரற்ற காரணிகளால் செயல்படுத்தப்படும் தள்ளுதல் அல்லது இழுத்தலே விசை எனப்படும்."
    },
    {
        question: "2. பொருள் நகரும் பாதையைப் பொறுத்து இயக்கங்களை எவ்வாறு வகைப்படுத்தலாம்?.",
        answer:"1. நேர்க்கோட்டு இயக்கம் &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. வளைவுப்பாதை இயக்கம் </br>3. வட்டப்பாதை இயக்கம் &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. தற்சுழற்சி இயக்கம் </br>5. அலைவு இயக்கம்  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6. ஒழுங்கற்ற இயக்கம்."
    },
    {
        question: "3. நீ, இயங்கும் மகிழுந்தினுள் உட்கார்ந்திருக்கும் போது உன்னருகில் அமர்ந்திருக்கும்உன் நண்பனைப் பொறுத்து நீ என்ன நிலையில் உள்ளாய்?.",
        answer:"என் நண்பனைப் பொறுத்து நான் ஓய்வு நிலையில் உள்ளேன்."
    },
    {
        question: "4. பூமியின் சுழற்சி காலஒழுங்கு இயக்கமாகும் - விவரி.",
        answer:"பூமியின் சுழற்சி இயக்கம் குறிப்பிட்ட கால இடைவெளியில் மீண்டும் மீண்டும் நடைபெறுகிறது. எனவே பூமியின் சுழற்சி கால ஒழுங்கு இயக்கமாக கருதப்படுகிறது."
    },
    {
        question: "5. சுழற்சி இயக்கம், வளைவுப்பாதை இயக்கம் வேறுபடுத்துக..",
        answer:"<table border = '1'> <tr><th>சுழற்சி இயக்கம்</th><th>வளைவுப்பாதை இயக்கம்</th></tr><tr><td>பொருள் அதன் அச்சினை மையமாகக் கொண்டு இயங்குகிறது</td><td>இயங்கிக் கொண்டிருக்கும் பொருள் தனது திசையை தொடர்ந்து மாற்றிக் கொண்டிருக்கும்.</td></tr><tr><td>சுழற்சி பாதையில் இயங்கும்</td><td>வளைவுப் பாதையில் இயங்கும்.<tr><td>எ.கா. பம்பரத்தின் இயக்கம்</td><td>எ.கா. காகித விமான இயக்கம்</tr></td>"
    },
    {
        question: "<div align='center'>கணக்கிடுக</div></br>1. ஒரு வண்டியானது 5 மணி நேரத்தில் 400 கி.மீ. தூரத்தைக் கடந்தால் வண்டியின் சராசரி வேகம் என்ன?.",
        answer:"வண்டி கடந்த தூரம் = 400 கி.மீ.</br>எடுத்துக் கொண்ட காலம் = 5 மணி </br>சராசரி வேகம் = வண்டி கடந்த தூரம் / எடுத்துக் கொண்ட காலம் =400 கி.மீ. / 5 மணி =80 கி.மீ/மணி."
    }
    
]; 
var Science6Chapter25M  = [
    {
        question: "1. இயக்கம் என்றால் என்ன?",
        answer:"காலத்தைப் பொறுத்து ஒரு பொருளின் நிலை மாறுபடுவது இயக்கம் எனப்படும்."
    },
    {
        question: "2. பொருளின் இயக்கத்தினை எவற்றின் அடிப்படையில் நாம் வகைப்படுத்தலாம்? எடுத்துக்காட்டுடன் விளக்குக..",
        answer:"<b>இயங்கும் பாதையின் அடிப்படையில்:</b></br><table><tr><td>1. நேர்கோட்டு இயக்கம் :எ.கா. காரின் இயக்கம்</td></tr><tr><td>2. வளைவுப் பாதை இயக்கம் :எ.கா. காகித விமானத்தின் இயக்கம்</td></tr><tr><td>3. வட்டப்பாதை இயக்கம் சுற்றுதல்:எ.கா. கயிற்றின் முனையில் கட்டப்பட்ட கல்லினை</td></tr><tr><td>4. தற்சுழற்சி இயக்கம்:எ.கா. பம்பரத்தின் இயக்கம்</td></tr><tr><td>5. அலைவு இயக்கம் :எ.கா. தனி ஊசலின் இயக்கம்</td></tr><tr><td>6. ஒழுங்கற்ற இயக்கம்:எ.கா. ஈயின் இயக்கம்</td></tr></table></br><b>கால இடைவெளியின் அடிப்படையில்:</b><table><tr><td>1. கால ஒழுங்கு இயக்கம்:</td><td>எ.கா. தனி ஊசலின் இயக்கம்</td></tr><tr><td>2. கால ஒழுங்கற்ற இயக்கம் :</td><td>எ.கா. காற்றில் அசைந்தாடும் கொடி</td></tr></table></br><table><b>சீரான வேகத்தின் அடிப்படையில்:</b><tr><td>1. சீரான இயக்கம்</td><td>: எ.கா. கடிகார முட்களின் இயக்கம்</td></tr><tr><td>2. சீரற்ற இயக்கம்</td><td>எ.கா. தொடர் வண்டியின் இயக்கம்.</tr></td></table>"
    },
    {
        question: "<div align='center'>எடுத்துக்காட்டுகளைக் கொண்டு பூர்த்தி செய்க</div></br><img src='./image/chaptar2image82m.jpg'/>",
        answer:"<br/><br/>விடை :<br/><img src='./image/chaptar2image92m.jpg'/>"
    },
    {
        question: "<div align='center'>கணக்கிடுங்களேன்</div></br>1. ஒரு பூனை 150 மீட்டர் தொலைவினை 10 வினாடியில் கடந்தால் அதன் சராசரி வேகம் எவ்வளவு?.",
        answer:"பூனை 10 விநாடியில் கடந்த தூரம் = 150 மீ.</br>பூனையின் சராசரி வேகம் = கடந்த தூரம் / எடுத்துக் கொண்ட நேரம் =40 கி.மீ. / 2 மணி"
    },
    {
        question: "<div align='center'>நமது வேகம்</div><br/>சிறியதாக ஒரு விளையாட்டு விளையாடலாமா? உங்கள் நண்பர்களை அழைத்துக் கொண்டு விளையாட்டு மைதானத்திற்கு செல்லுங்கள். ஓட்டப்பந்தயம் நடத்துவதற்காக 100 மீட்டர் தூரத்தினைக் குறித்துக் கொள்ளுங்கள். நட்புரீதியிலான ஓட்டப்பந்தையத்தினை நடத்தி ஒவ்வொருவரும் 100 மீட்டர் தூரத்தினை எவ்வளவு நேரத்தில் கடக்கின்றனர் என நிறுத்துக்கடிகாரம் மூலம் குறித்துக் கொள்ளுங்கள். இப்போது அவர்களின் வேகத்தினைக் கண்டறியுங்கள். அதனை பின்வரும் அட்டவணையில் குறியுங்கள்.",
        answer:"<table border = '1'><tr><th>வ. எண்</th><th>மாணவர் பெயர் </th><th>கடந்த தூரம்</th><th>எடுத்துக்கொண்ட நேரம் (விநாடியில்)</th><th>சராசரி வேகம் = கடந்த தூரம் / எடுத்துக்கொண்ட நேரம் </th><th>சராசரி வேகம் (மீ/வி)</th></tr><tr><td>1</td><td>முருகேசன்</td><td>100 மீ</td><td>12 வி.</td><td>100 மீ/வி,</td><td>8.3மீ/வி,</td></tr><tr><td>2</td><td>T. விக்காஸ்</td><td>100 மீ.</td><td>14 வி.</td><td>100 மீ./14 வி.</td><td>7.1 மீ./வி,</td></tr><tr><td>3.</td><td>T. ஜீவன்ராஜன்</td><td>100 மீ.</td><td>15 வி.</td><td>100 மீ./15 வி.</td><td>6.7 மீ./வி,</td></tr><tr><td>4.</td><td>V. சபரி</td><td>100 மீ.</td><td>13 வி</td><td>100 மீ. /13 வி.</td><td>7.7 மீ./வி,</td></tr><tr><td>5.</td><td>P. சுரேஷ்</td><td>100 மீ</td><td>12 வி</td><td>100 மீ/12 வி.</td><td>8.3 மீ./வி,</td></tr><table>"
    },
    {
        question: "<div align='center'>பின்வரும் கேள்விகளுக்கு விடையளிக்க</div><br/>1. நீங்கள் பத்து கி.மீ. தொலைவினை இரண்டு மணி நேரத்தில் கடந்தால், உங்களுடைய வேகம் மணிக்கு $\\underline {\\hspace{2cm}}$",
        answer:"விடை : 5 கி.மீ / மணி (10 கி.மீ/2 மணி)"
    },
    {
        question: "2. நீங்கள் 15 கி.மீ. தொலைவினை 1/2 மணி நேரத்தில் கடக்க முடியுமானால் உங்களால் ஒரு மணி நேரத்தில் $\\underline {\\hspace{2cm}}$ தொலைவினைக் கடக்க முடியும். அப்போது உங்களின் வேகம் மணிக்கு $\\underline {\\hspace{2cm}}$ கி.மீ. ஆக இருக்கும்..",
        answer:"விடை : 30 கி.மீ / மணி (15 கி.மீx${2 \\over 1}$ மணி)"
    },
    {
        question: "3. நீங்கள் மணிக்கு 20 கி.மீ. வேகத்தில் 2 மணி நேரம் வேகமாக ஓடினால் நீங்கள் கடந்த தொலைவு $\\underline {\\hspace{2cm}}$கி.மீ. ஆகும்..",
        answer:"விடை : 40 கி.மீ / மணி (20 கி.மீ X 2 மணி)"
    },
    {
        question: "<div align='center'>இயக்கத்தின் வகையை இனம் கண்டு நிரப்புங்கள்</div></br><img src='./image/chaptar2image102m.jpg'/>",
        answer:"&diams;தையல் ஊசியின் இயக்கம். </br>விடை: அலைவு இயக்கம்</br>&diams;சக்கரத்தின் இயக்கம்</br>விடை: தற்சுழற்சி இயக்கம்</br>&diams;மிதிப்பானின் இயக்கம்.</br>விடை: அலைவு இயக்கம்"
    }
    
]; 
var Science6Chapter2Summary  = [
    {
        content:"&#10070; இயக்கம் மற்றும் ஓய்வு ஆகியவை ஒன்றுக்கொன்று சார்புள்ளவை.</br>&#10070; ஓய்வு நிலையில் உள்ள அனைத்துப் பொருட்களும் வேறொரு நிலையில் இருந்து பார்க்கும் போது இயக்க நிலையிலும் அதேபோல் இயக்க நிலையில் உள்ள பொருட்கள் வேறொரு நிலையில் இருந்து பார்க்கும் போது ஓய்வு நிலையிலும் உள்ளன.</br>&#10070; தள்ளுதல் அல்லது இழுத்தல் என்பதன் மூலம் ஒரு பொருளின் மீது விசையானது செயல்படுத்தப்படுகிறது. இவ்விசையானது உயிருள்ள மற்றும் உயிரற்ற புறக்காரணிகளால் செயல்படுத்தப்படலாம்.</br>&#10070; பொருளின் மீது செயல்படுத்தப்படும் விசையானது, பொருளை அமைதி நிலையிலிருந்து இயக்க நிலைக்கோ அல்லது இயக்க நிலையிலிருந்து அமைதி நிலைக்கோ மாற்றலாம். இயங்கும் பொருளின் வேகத்தினையோ அல்லது திசையையோ அல்லது இரண்டையுமோ மாற்றலாம். பொருளின் வடிவத்தில் மாற்றத்தை ஏற்படுத்தலாம்.</br>&#10070; சில விசைகள் தொடு விசையாகவும் சில விசைகள் தொடா விசையாகவும் செயல்படக்கூடியவை</br>&#10070; சராசரி வேகம் = கடந்த தொலைவு / எடுத்துக்கொண்ட காலம் (s=d/t)</br>&#10070;  வேகத்தின் அலகு = மீ/விநாடி</br>&#10070; இயக்கத்தினை அதன் பாதையைப் பொறுத்தும் கால ஒழுங்குமுறையைப் பொறுத்தும் சீர் தன்மையைப் பொறுத்தும் சீரான இயக்கம் மற்றும் சீரற்ற இயக்கம் என வகைப்படுத்தலாம்."
    }
];

