var Science6Chapter4MCQ = [
    {
        question: "1. குளம் $\\underline {\\hspace{2cm}}$ வாழிடத்திற்கு உதாரணம்.",
        answers:
        {
            
            a: ' கடல்',
            b: ' நன்னீர் வாழிடம்',
            c: ' பாலைவனம்',
            d: ' மலைகள்'
        },
        correctAnswer: 'b'
    },
    {
        question: "2. இலைத் துளையின் முக்கிய வேலை",
        answers:
        {
            
            a: 'நீரைக் கடத்துதல்',
            b: 'நீராவிப்போக்கு',
            c: 'ஒளிச்சேர்க்கை',
            d: 'உறிஞ்சுதல்'
        },
        correctAnswer: 'b'
    },
    {
        question: "3. நீரை உறிஞ்சும் பகுதி $\\underline {\\hspace{2cm}}$ஆகும்.",
        answers:
        {
            
            a: 'வேர்',
            b: 'தண்டு',
            c: 'இலை ',
            d: 'பூ'
        },
        correctAnswer: 'a'
    },
    {
        question: "4. நீர் வாழ் தாவரங்களின் வாழிடம்",
        answers:
        {
            
            a: ' நீர்',
            b: 'நிலம்',
            c: 'பாலைவனம்',
            d: 'மலை'
        },
        correctAnswer: 'a'
    }
];
var Science6Chapter4_1M  = [
    {
        question: "1. புவிபரப்பில் நீரின் அளவு $\\underline {\\hspace {2cm}}$",
        answer:"(விடை : 70%)"
    },
    {
        question: "2. பூமியில் மிகவும் வறண்ட பகுதி $\\underline {\\hspace {2cm}}$",
        answer:"(விடை: பாலைவனம்)"
    },
    {
        question: "3. ஊன்றுதல், உறிஞ்சுதல் இரண்டும் $\\underline {\\hspace {2cm}}$ வேலை. ",
        answer:"[விடை: வேரின்)"
    },
    {
        question: "4. ஒளிச்சேர்க்கை நடைபெறும் முதன்மை பகுதி$\\underline {\\hspace {2cm}}$",
        answer:"(விடை: இலைகள்)"
    },
    {
        question: "5. ஆணிவேர்த் தொகுப்பு $\\underline {\\hspace {2cm}}$ தாவரங்களில் காணப்படுகிறது.",
        answer:"(விடை: இருவித்திலை)"
    },
    {
        question: "<div align='center'>சரியா, தவறா - தவறு எனில் சரியான விடையை எழுதுக.</div></br>1. தாவரங்கள் நீர் இன்றி வாழ முடியும்.",
        answer:"விடை: தவறு.</br>தாவரங்கள் நீர் இன்றி வாழ முடியாது."
    },
    {
        question: "2. தாவரங்கள் அனைத்திலும் பச்சையம் காணப்படும்.",
        answer:"விடை : சரி."
    },
    {
        question: "3. தாவரங்களின் மூன்று பாகங்கள் - வேர், தண்டு, இலைகள்.",
        answer:"விடை : தவறு.</br>தாவரங்களில் <b>பல்வேறு</b> பாகங்கள் உள்ளன. வேர், தண்டு, இலைகள் மற்றும் <b>மலர்கள்</b>."
    },
    {
        question: "4. மலைகள் நன்னீர் வாழிடத்திற்கு ஓர் உதாரணம்.",
        answer:"விடை : தவறு.<b>ஆறுகள்</b>, <b>குளங்கள்</b>, <b>குட்டைகள்</b> <b>மற்றும்</b> <b>ஏரிகள் நன்னீர்</b> வாழிடத்திற்கு உதாரணம். </br>(அல்லது) <b>மலைகள்</b> நில வாழிடத்திற்கு ஓர் உதாரணம்."
    },
    {
        question: "5. வேர் முட்களாக மாற்றுரு அடைந்துள்ளது.",
        answer:"விடை : தவறு.</br><b>இலைகள்</b> முட்களாக மாற்றுரு அடைந்துள்ளது."
    },
    {
        question: "6. பசுந்தாவரங்களுக்கு சூரிய ஒளி தேவை.",
        answer:"விடை : சரி."
    },
    {
        question: "<div align='center'>பொருத்தும்</div></br><table border = '1'> <tr><td>1. மலைகள்</td><td>அ. ஒரு வித்திலைத் தாவரங்கள்</td></tr><tr><td>2. பாலைவனம்</td><td>ஆ. கிளைகள்</td></tr><tr><td>3. தண்டு</td><td>இ. வறண்ட இடங்கள்</td></tr><tr><td>4. ஒளிச்சேர்க்கை</td><td>ஈ. இமயமலை</td></tr><tr><td>5. சல்லிவேர்த் தொகுதி</td><td>உ. இலைகள்</td></tr></table>",
        answer:"விடை:</br><table border = '1'> <tr><td>1. மலைகள்</td><td>அ. இமயமலை</td></tr><td>2. பாலைவனம்</td><td>ஆ. வறண்ட இடங்கள் </td></tr><tr><td>3. தண்டு</td><td>இ. கிளைகள்</td></tr><tr><td>4. ஒளிச்சேர்க்கை</td><td>ஈ. இலைகள்</td></tr><tr><td>5. சல்லிவேர்த் தொகுதி</td><td>உ. ஒரு வித்திலைத் தாவரங்கள்</td></tr></table>"
    },
    {
        question: "<div align='center'>தாவரங்களின் பாகங்கள் மற்றும் பணிகளில் மேலிருந்து கீழாக வரிசைப்படுத்துக</div></br>1. இலைகள் - தண்டு - வேர் - மலர்கள்",
        answer:"விடை: மலர்கள் - இலைகள் - தண்டு - வேர்"
    },
    {
        question: "2. நீராவிப்போக்கு - கடத்துதல் - உறிஞ்சுதல் - ஊன்றுதல்",
        answer:"விடை: நீராவிப்போக்கு - கடத்துதல் - உறிஞ்சுதல் - ஊன்றுதல்"
    },
    {
        question: "<div align='center'>மிகக் குறுகிய வினா</div></br>1. வாழிடத்தை அடிப்படையாகக் கொண்டு தாவரங்களை வகைப்படுத்துக. ",
        answer:"விடை: இரண்டு முக்கிய வாழிடங்கள் உள்ளன. அவை</br>(i) நீர் வாழிடம் </br>(ii) நில வாழிடம் </br>நீர் வாழிடம் மேலும் இரண்டாகப் பிரிக்கப்படுகிறது. அவை </br>(1) நன்னீ ர் வாழிடம் (ii) கடல்நீர் வாழிடம் </br>நில வாழிடம் மேலும் மூன்றாகப் பிரிக்கப்படுகிறது. அவை</br> (i) பாலைவன வாழிடம் </br>(ii) புல்வெளி வாழிடம் </br>(iii) காடுகள் "
    },
    {
        question: "2. பாலைவனத் தாவரங்களை அடையாளம் காண்க.",
        answer:"விடை: சப்பாத்திக் கள்ளி, அகேல், சோற்றுக் கற்றாழை மற்றும் பிரையோபில்லம்."
    },
    {
        question: "3. வாழிடம். என்பதை வரையது ",
        answer:"விடை: ஒவ்வொரு உயிரினமும்; உயிர் வாழவும் இனப்பெருக்கம் செய்யவும் தேவைப்படும் இடம் வாழிடம் ஆகும்."
    },
    {
        question: "4. இலைக்கும், ஒளிச் சேர்க்கைக்கும் இடையே உள்ள தொடர்பு என்ன?",
        answer:"விடை: தாவரங்களுக்கு தேவையான உணவைத் தயாரிப்பதற்கு இலைகள் அவசியம். ஏனெனில் இலையில் பச்சை நிறத்திற்கு காரணமான நிறமி பச்சையம் காணப்படுகிறது. இந்த உணவு தயாரித்தல் முறைக்கு ஒளிச்சேர்க்கை என்று பெயர். இலைகளின் மூலம் ஒளிச்சேர்க்கையில்தயாரிக்கப்பட்ட உணவு தாவர வளர்ச்சிக்கு பயன்படுகிறது."
    }
];
var Science6Chapter4TM  = [
    {
        question: "1. மல்லிகைக் கொடி ஏன் பின்னு கொடி என அழைக்கப்படுகிறது?",
        answer:"விடை: மல்லிகைக்கொடி நீண்ட மெலிந்த வளையும் தன்மையுடைய தண்டுகளால் ஆனது. நேராக நிலைத்து நிற்கும் தன்மை அற்றவை. அருகிலுள்ள ஆதாரத்தைக் கொண்டு பற்றி வளர்கிறது. எனவே மல்லிகைக் கொடி பின்னு கொடி என அழைக்கப்படுகிறது."
    },
    {
        question: "2. ஆணிவேர் மற்றும் சல்லி வேர் தொகுப்புகளை ஒப்பீடு செய்க.",
        answer:"விடை:<table border = '1'><tr><th>வ.எண்</th><th>ஆணிவேர்</th><th>சல்லி வேர்</th></tr><td>1.</td><td>முளைவேர் ஆணிவேராகத் தொடர்ந்து வளர்கிறது.</td><td>தாவரத்தின் தசையிலிருந்து மெல்லிய கொத்தான வேர்கள் தோன்றுகின்றது. </td></tr><td>2.</td> <td>புவிக்கு நேராக வளர்கிறது.</td><td>புவிக்கு கிடைமட்டமாக வளர்கிறது</td></tr><td>3.</td><td> இருவித்திலை தாவரங்களில் காணப்படுகிறது.</td><td>ஒருவித்திலை தாவரங்களில் காணப்படுகிறது</td></tr></table>"
    },
    {
        question: "3. நில வாழிடம் மற்றும் நீர் வாழிடத்தை வேறுபடுத்துக.",
        answer:"விடை:<table border = '1'><tr><th>வ.எண்</th><th>நீர் வாழிடம்</th><th>நில வாழிடம்</th></tr><td>1.</td><td>நீரில் வாழும் தாவரங்கள்.</td><td>நிலத்தில் வாழும் தாவரங்கள். </td></tr><td>2.</td> <td>ஆறுகள், குளம், குட்டைகள், ஏரிகள்,கடல் போன்றவை.</td><td>பாலைவனம், புல்வெளி, காடுகள் போன்றவை.</td></tr><td>3.</td><td> எ.கா. ஆகாயத் தாமரை, அல்லி</td><td>எ.கா. மா, வேம்பு</td></tr></table>"
    },
    {
        question: "4. உங்களுடைய பள்ளத் தோட்டத்தில் உள்ள தாவரங்களை பட்டியலிடுக.",
        answer:"விடை: எங்கள் பள்ளித் தோட்டத்தில் மா மரம், வேப்பமரம், தாமரை, அல்லி, சங்குப்பூ மற்றும் செம்பருத்திப்பு உள்ளது."
    }
    
]; 
var Science6Chapter45M  = [
    {
        question: "1. வேர் மற்றும் தண்டு ஆகியவற்றின் பணிகளைப் பற்றி எழுதுக.",
        answer:"விடை: அ) <b>வேரின் பணிகள்</b></br>(1) வேர்கள் தாவரத்தை பூமியில் நிலைநிறுத்துகின்றன. </br>(ii) மண்ணில் உள்ள நீரையும், கனிமச் சத்துக்களையும் உறிஞ்சி தாவரத்தின் பிறபாகங்களுக்கு அனுப்புகின்றன. </br>(ii) சில தாவரங்கள் உணவு சேமிக்கவும் பயன்படுகின்றன. எ.கா. கேரட், பீட்ரூட்.</br> <b>(ஆ தண்டின் பணிகள்</b></br>(i) தண்டானது இலைகள், மலர்கள் மற்றும் கனிகளைத் தாங்குகிறது. </br>(ii) வேரினால் உறிஞ்சப்பட்ட நீர் மற்றும் உணவுப் பொருட்கள் தண்டின் வழியாகமற்ற பாகங்களுக்கு கடத்தப்படுகிறது. </br>(iii) இலையினால் தயாரிக்கப்பட்ட உணவு தண்டின் வழியாக மற்ற தாவரத்தின்பாகங்களுக்கு கடத்தப்படுகின்றன. </br> (iv) சில தாவரத் தண்டுகள் உணவு சேமிக்கவும் பயன்படுகிறது. எ.கா. கரும்பு."
    },       
    {
        question: "2. கொடுக்கப்பட்டுள்ள கருத்துப் படத்தில் அதன் தொடர்ச்சி கருத்துகளை விடுபட்ட இடங்களில் பூர்த்தி செய்க.</br><img src='./image/chaptar4image15m.jpg '/>",
        answer:"<br/><br/>விடை:<br/><img src='./image/chaptar4image25m.jpg '/>"
    }

];
var Science6Chapter4Summary  = [
    {
        content:"&#10070; பூக்கும் தாவரங்களில் இரு முக்கிய தொகுப்புகள் உள்ளன. அவையாவன</br> 1. வேர்த் தொகுப்பு</br> 2. தண்டுத் தொகுப்பு</br>&#10070; வேர் தாவரத்தை மண்ணில் நிலைநிறுத்தச் செய்கிறது.</br>&#10070; வேர் மண்ணிலிருந்து நீரையும் கனிம உப்புகளையும் உறிஞ்சுகிறது.</br>&#10070; தண்டு, தாவரத்தின் மைய அச்சின் மேல்நோக்கி வளரும் பகுதிகள் ஆகும். இதில் கணு, கணுவிடைப் பகுதி காணப்படுகின்றன.</br>&#10070; இலைகளின் மூன்று முக்கியப்பணிகள்</br>1. ஒளிச்சேர்க்கை</br> 2. சுவாசம்</br>3. நீராவிப் போக்கு</br>&#10070; தாவரங்கள் வாழும் சுற்றுப்புறம் அதன் வாழிடம் ஆகும். இரண்டு வகையான வாழிடங்கள் உள்ளன, அவை</br> 1. நீர் வாழ்வன</br> 2. நில வாழ்வன</br>&#10070; தகவமைவுகள் - ஒரு தாவரம் அதன் வாழிடத்தில் வாழ்வதற்கு, பயன்படக்கூடிய சிறப்பு அம்சங்கள்</br>&#10070; பற்றுக் கம்பி - மெலிந்த தண்டுடைய தாவரங்களை பற்றுவதற்கு பயன்படும் உறுப்பு</br>&#10070; பின்னு கொடி - மெலிந்த தண்டு உடைய தாவரங்கள் நேராக நிற்க உதவுவது."
    }
];
   